[
  {
    "searchQuery":["zombie","undead","horror","death","corpse","anime"],
    "sfw": true,
    "data":[
        {
        "title": "Top 15 Deadly Zombie Anime Series",
        "description": "Zombies may have roots in Haitian folklore, but their influence has since spread worldwide. Over the past few years, Japan has caught its own case of zombie fever, producing a variety of zombie anime both traditional and unique. Without further ado, here are the 15 deadliest zombie anime ever.\n\n\n**What do you think of zombie theme in anime?**\nZombies are a popular trope for anything genre from horror to...romance (see Warm Bodies). They appear in video games, novels, movies, TV shows, and anime as well. While zombies from different works have different characteristics, what generally remains the same is that they were at some point human and now are undead, whether it be through a virus, mutation, or shady scientific experiment.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1462621593-4a8126f22b43f39f051d2d1db88e0bb6.jpeg"
      },
      {
        "title": "15. GYO: Tokyo Fish Attack",
        "description": "MAL Rated 5.74, Ranked #6721 | Released Feb 15, 2012 | Produced by ufotable\n\nMost everyone is familiar with the `walking dead`, but what about the `swimming dead`? In this creative zombie anime, a school of undead fish are causing chaos throughout the city, spreading both an infectious disease and their awful smell. Get ready to swim with the fishes!",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1454957033-7853c7e140eea93f6d6c0b894bfb8500.gif"
      },
      {
        "title": "14. Tokkou",
        "description": "MAL Rated 6.75, Ranked #4213 | Aired Spring 2006 | Produced by AIC Spirits and Group TAC\n\nSupernatural evil comes in a variety of forms in Tokkou. For example, parasitic demons can turn humans into nearly unstoppable zombies. When guns are ineffective, it is up to elite members of Japan's Public Security Intelligence Agency, some of whom not quite human themselves, to stop these deadly menaces.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1454957168-08cfb3f63fc56a2a10bb32aa4e6dd0e7.jpeg"
      },
      {
        "title": "13. Zombie Loan",
        "description": "MAL Rated 7.09, Ranked #3007 | Aired Summer 2007 | Produced by Xebec\n\nDespite the name, Zombie Loan isn't about the archetypal zombie. In fact, two of the main characters are (hunky bishounen) zombies! The price they pay for becoming undead and able to be sort-of alive is that they have to hunt down other less-nice zombies, with the help of Michiru, who can tell when people are about to die.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1461224934-b919305645dc56c85eff17e3b3d3c85c.gif"
      },
      {
        "title": "12. Shisha no Teikoku (The Empire of Corpses)",
        "description": "MAL Rated 7.12, Ranked #2855 | Released Oct 2, 2015 | Produced by Wit Studio\n\nFeaturing a host of characters based on historical and literary figures such as Ulysses Grant and John Watson, The Empire of Corpses is set in an alternate 19th Century Europe where corpses are reanimated for labor.",
        "imageURL": "https://i.imgur.com/GdKLmQC.gif"
      },
      {
        "title": "11. Biohazard: Degeneration(Resident Evil: Degeneration)",
        "description": "MAL Rated 7.21, Ranked #2546 | Premiered Oct 18, 2008 | Produced by Digital Frontier\n\nThis Japanese CG movie is part of the Resident Evil franchise, arguably one of the defining series of the zombie genre. It's known in Japan as Biohazard: Degeneration, as the name for the franchise in Japan is also Biohazard.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1461225779-fee2147e3e9974d9b1414df050838eec.gif"
      },
      {
        "title": "10. Shikabane Hime: Aka (Corpse Princess)",
        "description": "MAL Rated 7.41, Ranked #1865 | Aired Fall 2008 | Produced by Gainax and Feel\n\nMakina Hoshimura doesn't look like a zombie. She doesn't even need to eat brains. Even so, she is the reanimated corpse of her former self, a young woman who was brutally murdered alongside her family. To join her family in the afterlife, she must kill 108 other revived corpses. At least firepower isn't a problem for her.",
        "imageURL":"https://cdn.myanimelist.net/s/common/uploaded_files/1454957008-c0994d9f715766601d50e006d8d60ac2.gif"
      },
      {
        "title": "9. Highschool of the Dead",
        "description": "MAL Rated 7.54, Ranked #1407 | Aired Summer 2010 | Produced by Madhouse\n\nThough the popularity of Highschool of the Dead has much to due with its excessive fan service, this zombie anime also serves up classic zombies at every turn. The series pulls no punches when it comes to violence either, with each anime zombie dispatched in a different, gruesome way.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1454957057-daedce9cc95b96806e20f08f9118db42.gif"
      },
      {
        "title": "8. Sankarea (Sankarea: Undying Love)",
        "description": "MAL Rated 7.55, Ranked #1391 | Aired Spring 2012 | Produced by Studio Deen\n\nChihiro Furuya is obsessed with zombies. Just his luck that he lands a zombie girlfriend, Rea Sanka. Balancing lighthearted humor with an undercurrent of serious themes, Sankarea tackles the trials and tribulations of young love from an undead perspective.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1454957078-df9d76c408ddb1c52d99e67873a6852f.gif"
      },
      {
        "title": "7. Kami-sama no Inai Nichiyoubi (Sunday Without God)",
        "description": "MAL Rated 7.57, Ranked #1346 | Aired Summer 2013 | Produced by Madhouse\n\nGod has abandoned the world, meaning that no new lives are born, and even worse, the lives that depart the living world to pass on... don't. These undead wander earth without ever getting rest. Only gravediggers such as Ai have the ability to help these mostly harmless undead reach their final rest.",
        "imageURL": "https://i.imgur.com/901g4mX.gif"
      },
      {
        "title": "6. Hellsing",
        "description": "MAL Rated 7.65, Ranked #1143 | Premiered Fall 2001 | Produced by Gonzo\n\nIn this classic bloody action show, the vampire Alucard fights against undead and supernatural creatures of all sorts. He's not your typical hero-type though; he's not really doing it because he wants to help humankind or anything.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1461226721-bdbda1391ba07a05ebff58a9267a405e.gif"
      },
      {
        "title": "5. Kore wa Zombie Desu ka? (Is This a Zombie?)",
        "description": "MAL Rated 7.72, Ranked #990 | Aired Winter 2011 | Produced by Studio Deen\n\nWho says zombies can't be cross-dressers? Or wield chain saws? Or break dance? Kore wa Zombie Desu ka? is a zombie anime that takes many liberties with the nature of zombies, injecting a heavy dose of magic and other mythological creatures into the storyline.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1454957067-c035f9f78cff3c9dd5f9d27c03cc7699.gif"
      },
      {
        "title": "4. Gakkougurashi! (School-Live!)",
        "description": "MAL Rated 7.76, Ranked #907 | Aired Summer 2015 | Produced by Lerche\n\nGakkougurashi!'s place on a top zombie anime list gives away its first episode twist. When a group of teenage girls barricade themselves in their high school after zombies overrun their city, they deal with this new reality in a variety of ways. For some characters, it's a bit harder to adjust to their new deadly situation...",
        "imageURL": "https://i.imgur.com/uKF0VVe.gif"
      },
      {
        "title": "3. Gungrave",
        "description": "MAL Rated 7.99, Ranked #530 | Aired Fall 2003 | Produced by Madhouse\n\nBrandon Heat isn't allowed to rest in peace after being murdered by his friend and former partner in crime, Harry McDowel. Resurrected as a near invincible zombie-like being through a cutting-edge medical process, Brandon fights for revenge on those who have wronged him. Yet there are anime zombies like him on the other side, making his journey all the more perilous.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1455244387-eb4fc3c5232210f040f01361a5a72c8d.gif"
      },
      {
        "title": "2. Tokyo Ghoul",
        "description": "MAL Rated 8.11, Ranked #410 | Aired Summer 2014 | Produced by Studio Pierrot\n\nKen Kaneki is, in many ways, your normal eighteen-year-old college student. He's quiet and likes to read. However, this normal young boy just so happens to live in a deadly world - home to zombie-like creatures called ghouls that must eat human flesh to survive. Turned half-ghoul by a former love interest, he must try to preserve his humanity while surviving in an increasingly hostile world.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1455245000-f5a6f8ceca9af3f8f8034ef8942c6e5d.gif"
      },
      {
        "title": "1. Koutetsujou no Kabaneri (Kabaneri of the Iron Fortress)",
        "description": "MAL Rated 8.48, Ranked #110 | Aired Spring 2016 | Produced by Wit Studio\n\nAffectionately dubbed `steampunk Attack on Titan with zombies`, Koutetsujou is the newest entry on our list of zombie anime. Currently ranked an impressive #110 on MAL, this show looks like a potential future zombie anime classic.",
        "imageURL": "https://i.imgur.com/MqqvCTq.gif"
      }
    ]
  },
  {
    "searchQuery":["ecchi","boobs","big boobs","hot","big boob","anime","thigh","thighhigh","thigh high","adult","nudity","sex","r18","sexual","romance","romantic","love","pervert","perverism","perverse"],
    "sfw": true,
    "data":[
        {
        "title": "Top 15 Ecchi Romance Anime",
        "description": "Are you a bit perverted at times? Or are you just an old-fashioned romantic? Perhaps you're a bit of both! Then come inside and enjoy some of the finest ecchi romance anime. There's enough fan service here to cause nosebleeds...but also enough love and tenderness to warm our hearts.\n\nMost of us enjoy a bit of naughtiness in our anime. We don't mind if our favorite characters get down and dirty, and we see them portrayed in sexy situations and showing off more flesh than we bargained for. And hey, sometimes these sexually-charged scenes can be funny as hell. That's part of the reason why ecchi anime has enjoyed such a rapid rise in popularity.\n\nBut let's be perfectly honest, not every anime fan wants to watch anime which is focused predominantly on the ecchi side of things. It's better if it's counter-balanced with some romance, thus resulting in a deeper and more emotive experience. After all, wouldn't it be nicer if the characters enjoying some sexy time together, actually have feelings for each other?\n\nAnother thing to note is that most of these anime involve a heavy dose of comedy, as most ecchi anime do.\n\nSo without further ado, it’s time to discover some exciting ecchi romance anime!",
        "imageURL": "https://i.imgur.com/sGHXTaN.gif"
        },
        {
        "title": "15. Prison School",
        "description": "MAL Rated 8.04, Ranked #485 | Aired: Summer 2015 | Produced by J.C.Staff\n\nIf there’s one ecchi romance anime that’s edgy as all hell, then it’s definitely Prison School. This is an anime that’s renowned for breaking down so many taboos without being a straight-out hentai.\nThis series titillates the audience with its sadomasochistic-inspired scenes. However, there are also some incredibly memorable, sexy and touching scenes as well. Kiyoshi and Hana making out is an absolute winner!",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483682835-e1c275ac02732d3e6b373e257bb2430b.gif"
        },
        {
        "title": "14. Rakudai Kishi no Cavalry (Chivalry of a Failed Knight)",
        "description": "MAL Rated 7.78, Ranked #897 | Aired: Fall 2015 | Produced by Silver Link. and Nexus\n\nNo ecchi romance anime can ever be complete without at least one beautiful female main character. Stella Vermillion is easy on the eyes, with her stunning crimson hair, large breasts and shapely body – she’d grab just about anyone’s attention. She most certainly has Ikki Kurogane’s attention!",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483682863-33185706651871b301f40f722e9f3c3b.gif"
        },
        {
        "title": "13. To LOVE-Ru Darkness",
        "description": "MAL Rated 7.82, Ranked #826 | Aired: Fall 2012 | Produced by Xebec\n\nIf you enjoy anime with explicitly ecchi situations and complex harems, then To Love-Ru Darkness will fit the bill perfectly.\n\nRito Yuuki is the lead male protagonist, and he’s got much on his plate to deal with. He’s got mad crush on Haruna Sairenji, but when Lala enters the scene, then this causes disarray with his emotional state. And that’s only the tip of the iceberg, as there are plenty more girls that Rito will encounter.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483682888-b69fa1b3fed8da6b6e3b60179a5f5420.gif"
        },
        {
        "title": "12. Sora no Otoshimono: Forte (Heaven's Lost Property: Forte)",
        "description": "The original Sora no Otoshimono TV series is a riot. It’s an unrepentant ecchi fest, and a hilarious one at that. And if you’re hungry for more, then this follow up should put a smile on your face!\n\nOur favorite ultra-sexy angeloids, Astraea, Ikaros and Nymph return. But how will Tomoki Sakurai deal with them this time round - will he be affectionate towards them, or will he be his usual perverted self?",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483682923-766548d3b9848c0eead560e89c21b328.gif"
        },
        {
        "title": "11. Zero no Tsukaima: Futatsuki no Kishi (The Familiar of Zero: Knight of the Twin Moons)",
        "description": "To say that the relationship between Louise and Saito is akin to a roller coaster ride would be an understatement. After all, they come from completely different worlds with the former being of a noble lineage, while the latter is a perverted video gamer. But they work well together, and are truly affectionate towards each other. They’re definitely one of the cutest couples to appear in an ecchi romance anime.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483682949-3df9ff6a2386d2ddaf5e5508e07d0c46.gif"
        },
        {
        "title": "10. Boku wa Tomodachi ga Sukunai (Haganai: I don't have many friends)",
        "description": "MAL Rated 7.57, Ranked #1342 | Aired: Fall 2011 | Produced by AIC Build\n\nHey, it’s never easy transferring to a new school. You have to make new friends, and try to fit in with a bunch of people you may have little in common with.\n\nFor Kodaka Hasegawa things are really tough. Due to his blonde hair, his classmates give him a hard time. Fortunately, he does befriend the oddballs in his school such as the eroge game fan Sena Kashiwazaki, the gender-confused Yukimura Kusunoki and the ecchi-minded Rika Shiguma.\n\nPlenty of potential sexcapades await Kodaka...but who does he truly want to romance?",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483682977-56796711ac24d82ce50abdc13a12c290.gif"
        },
        {
        "title": "9. High School DxD New",
        "description": "MAL Rated 7.88, Ranked #709 | Aired: Summer 2013 | Produced by TNK\n\nI think we can all agree that Rias Gremory is one sexy devil! And I’m also sure there's a whole army of fanboys who dream of having a real life girlfriend like her. It makes one wonder what she sees in the lecherous Issei Hyoudou. Nevertheless, these two definitely love to get hot and heavy with each other.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483683034-6a925368df5d904221df897084a0699c.gif"
        },
        {
        "title": "8. Chobits",
        "description": "MAL Rated 7.57, Ranked #1344 | Aired: Spring 2002 | Produced by Madhouse\n\nHideki Motosuwa is a student from a poor background, who can barely make ends meet. Given his dire circumstances, you’d think his life would be pretty grim. But one evening, he discovers a Persocom – a personal computer which resembles a human being. He names the Persocom, Chii, who looks like a cute young girl.\n\nAnd as one would expect, the relationship between Hideki and Chii is chock-full of awkward and heart-warming moments.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483683059-a6100a5c5345e46c348a773d54e670e9.gif"
        },
        {
        "title": "7. Sankarea (Sankarea: Undying Love)",
        "description": "MAL Rated 7.53, Ranked #1472 | Aired: Spring 2012 | Produced by Studio Deen\n\nChihiro Furuya has a thing for zombies – perhaps he’s a regular reader of Fangoria magazine. And he wishes to take his zombie obsession to the next level, by becoming romantically entangled with one - Rea Sanka.\n\nBut Rea Sanka can be a little wild, especially when she gets rough and dirty with Ranko Saouji. Zombie fans who don’t mind a bit of ecchi romance in their anime will dig this one!",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483683083-bf99430ef2d50934c075f9b37a858b1a.gif"
        },
        {
        "title": "6. Midori no Hibi (Midori Days)",
        "description": "MAL Rated 7.45, Ranked #1746 | Aired: Spring 2004 | Produced by Studio Pierrot\n\nNow this is a crazy situation to be in! Seiji Sawamura is a tough high school delinquent, who is known for his Devil’s Right Hand. And is thus, both feared and respected by the student body of his school.\n\nBut the crazy is turned up to the max, when a miniature green-haired girl appears where his right hand was after daydreaming. Midori Kasugano is absolutely adorable, and complicates the life of Seiji who truly wants a girlfriend. Will these two work through this weird predicament, and find true love?",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483683136-8c683e520e892d89dcf9e2365da965e1.gif"
        },
        {
        "title": "5. Trinity Seven",
        "description": "MAL Rated 7.43, Ranked #1840 | Aired: Fall 2014 | Produced by Seven Arcs\n\nKasuga Arata is one lucky guy. He’s surrounded by seven beautiful mages, but something tells us that they’re not as lucky. They’ll have to deal with the perverted Kasuga, who just can’t keep his hands to himself. However, we have to admire Lilith’s patience - who does her best to be his friend and offer him guidance. Perhaps love will blossom between these two...once Kasuga matures a bit.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483683167-06b72ff21fecfd58993347988c044999.gif"
        },
        {
        "title": "4. Nazo no Kanojo X (Mysterious Girlfriend X)",
        "description": "Tsubaki Akira is mesmerized by the mysterious and oddly sexy, Mikoto Urabe. He even goes as far as tasting her drool while she’s sleeping. But then, they become an item and things just get crazier…and crazier.\n\nTsubaki truly struggles with the opposite sex, but Mikoto takes the lead in this relationship and gives her boyfriend some unforgettably sexy fun times!",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483683192-249c27d119cbd04521106a6e808d530f.gif"
        },
        {
        "title": "3. Mahou Sensei Negima! Shiroki Tsubasa Ala Alba",
        "description": "Negi Springfield is the son of a legendary master mage, and seems to have inherited his father’s magical talents. He becomes the teacher of Mahora Girls' Jr High School where he’s surrounded by plenty of pretty students.\n\nHe tries to balance his life by teaching his class, while honing his magical skills. At the same time, he gets closer to Asuna Kagurazaka, who originally detested him. Yet Nodoka Miyazaki has the hots for him. We’re hoping that romance will fill the air at Mahora Girls' Jr High School.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483683264-8b4624b6bbceb36763cce8e3613cf043.gif"
        },
        {
        "title": "2. Mayo Chiki!",
        "description": "MAL Rated 7.53, Ranked #1468 | Aired: Summer 2011 | Produced by feel.\n\nJust imagine being so afraid of women that, your nose bleeds every time a girl touches you. Sounds pretty rough…eh?! Well, that’s the hard reality for Kinjirou Sakamachi. And just the right scenario for a hilarious ecchi romance anime.\n\nEnter Kanade Suzutsuki who has a sadistic streak to her. She uses Kinjirou’s gynophobia against him, but he eventually has the nerve to get sick of her behavior. She’s stunned by this (as all guys fall in love with her), and starts developing real feelings for him.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483683339-05a71b38f92dc56e166d19ca2ff609fe.gif"
        },
        {
        "title": "1. Saenai Heroine no Sodatekata (Saekano: How to Raise a Boring Girlfriend)",
        "description": "MAL Rated 7.69, Ranked #1092 | Aired: Winter 2015 | Produced by A-1 Pictures\n\nDon’t be fooled by the title of this ecchi romance anime - there are no boring girlfriends here.\n\nTomoya Aki is hardcore otaku who wants to develop his own visual novel. Since he can’t do everything himself, he starts gathering a team together. Eriri Spencer Sawamura helps out with illustrations and Utaha Kasumigaoka writes the script. And then, there’s Megumi Katou who serves as the inspiration for his dating sim.\n\nWill Tomoya’s dating sim become a reality, or will his real life start resembling the dating sim with all these beautiful girls around him?",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1483683443-fa443af82244d5c70e13683c8132b224.gif"
        }
    ]
  },
  {
    "searchQuery":["ecchi","adult","anime","violence","gore","r18","nudity","sex","sexual"],
    "sfw": false,
    "data":[
        {
        "title": "15 of the Best Adult Anime of All Time",
        "description": "You've always known that anime is a medium that breaks down boundaries. Now, we're going to be taking a look at the best adult anime which push things beyond the limit!\n\n**Adult Anime Challenging The Norms!**\nIt took a while for anime to be accepted in western countries. While many kid-friendly TV series were aired as far back as the 70's, anime only started breaking into the mainstream consciousness around the mid-to-late 90's. But the genesis of a small hardcore fan base started developing about a decade earlier. Many of these fans were drawn to anime because it was everything that Western animation wasn't. It was far more **violent**, **gory** and **sexually charged** than anything they've encountered before.\n\n**Adult** anime such as Devilman, Violence Jack, Shuten Douji, Crying Freeman, Mad Bull 34, Wild 7, M.D. Geist, Battle Angel Alita, Angel Cop, AD Police, Demon City Shinjuku, Wicked City, Bio Hunter, Urotsukidoji and Cyber City Oedo 808 gave us a taste of what a dynamic and varied medium anime truly is. Perhaps some of the anime mentioned are too dated, brash, and don't quite meet up to the standards of modern anime fans. But they certainly paved the way for greater things to come.\n\nWe're about to step into a brave new world and unveil the best adult anime of all time!\n\n*Note: We've defined 'adult' here to mean anime that is excessively gory, or otherwise with explicit themes that would make them unsuitable for children.*",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1476483060-6c32801e37933392a59c01e1f8fc2d82.jpeg"
        },
        {
        "title": "15. Kemonozume",
        "description": "MAL Rated 7.59, Ranked #1304 | Aired: Summer 2006 | Produced by Madhouse\n\nThe first thing that you’ll notice about Kemonozume is the unique art style. Maybe it's got a little something to do with the fact it was directed by the man behind Ping Pong The Animation. It treads the fine line between being stylistic, rough-looking and even a little trippy. Nevertheless, it’s well-suited for the adult anime themes presented here.\n\nThe story revolves around a legion of cannibalistic monsters known as the Shokujinki who face-off against the Kifuuken - a group of beast-hunters. Toshihiko Momota is a swordsman for the Kifuuken, but his life becomes complicated when he falls in love with Yuka who happens to be a Shokujinki. Well, they do say opposites attract!",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1476919905-436c654e533ff0994f20400def8f5af7.jpeg"
        },
        {
        "title": "14. Claymore",
        "description": "MAL Rated 7.92, Ranked #642 | Aired: Spring 2007 | Produced by Madhouse\n\nMost of us love Guts and the Berserk series. But it’s always nice to encounter an adult anime with a similar high fantasy setting and a badass lead female character for a change. Enter Clare who’s as tough as they come, as she embarks on a violent and bloody path of revenge!",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1484036048-0ecf81454422ade668cc2ebd35f4b56c.jpeg"
        },
        {
        "title": "13. Detroit Metal City (Detroit Metal City: The Animated Series)",
        "description": "MAL Rated 8.27, Ranked #239 | Released: Aug 8, 2008 | Produced by Studio 4°C\n\nOne thing that was missing from the anime scene was an irreverent and completely over-the-top death metal epic!\n\nKrauser’s on-stage antics are downright hilarious and vulgar. If you can hang tough in the mosh pit then this is the right adult anime for you. The slick animation and rocking tunes don’t hurt either.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1484036802-c0598f9d937d1cd33b79f28421176688.jpeg"
        },
        {
        "title": "12. Ghost in the Shell: Stand Alone Complex",
        "description": "MAL Rated 8.47, Ranked #117 | Aired: Fall 2002 | Produced by Production I.G\n\nMajor Motoko Kusanagi and Batou make for a formidable combo that always gets the job done in a world filled with cyborgs, hackers and shady terrorist groups.\n\nGhost in the Shell: Stand Alone Complex may not be the goriest or most violent adult anime here. Nevertheless, it boasts one of deepest and cerebral sci-fi stories ever conceived. This one’s aimed at an adult crowd that appreciates a bit of hard science with their action.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1476485127-f985f80d4a9e2c0c17ba33720d6cc72e.jpeg"
        },
        {
        "title": "11. Juubee Ninpuuchou (Ninja Scroll)",
        "description": "MAL Rated 7.67, Ranked #1111 | Premiered: Jun 5, 1993 | Produced by Madhouse\n\nYoshiaki Kawajiri has created some of the most notable adult anime for Madhouse. His cool style consists of film noir influences, manly chiseled lead characters and gratuitous violent scenes which are unforgettable!\n\nNinja Scroll remains one of his most popular works, which helped to elevate the status of anime in the west back in the 90’s. Jubei Kibagami fights like a madman but his battles are so well crafted that the end result is almost hypnotic.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1476483796-8f88e218716eb28ad58af5f7557c540e.jpeg"
        },
        {
        "title": "10. Mnemosyne: Mnemosyne no Musume-tachi (Rin: Daughters of Mnemosyne)",
        "description": "MAL Rated 7.50, Ranked #1566 | Aired: Winter 2008 | Produced by Xebec\n\nI think we’ve all wished we could be immortal at one point or another during the course of our lives. However, be careful what you wish for and all that…as things may not turn out as you’d expect. Rin Asogi who actually is immortal soon discovers that things aren’t always peachy, especially when someone’s hunting her down.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1476485888-fff5e92ccd5a97dfc8448fd99b2d9aba.jpeg"
        },
        {
        "title": "9. Gyakkyou Burai Kaiji: Ultimate Survivor (Kaiji: Ultimate Survivor)",
        "description": "MAL Rated 8.33, Ranked #207 | Aired: Fall 2007 | Produced by Madhouse\n\nKaiji Itou is a piece of work, and his life seems to go from bad to worse. This mulleted chain smoker and beer guzzler soon adopts another vice – gambling! And like any good adult anime, we’re exposed to the sleazy characters and situations that Kaiji encounters. On one hand, we feel sorry for him. But on the other, this anime gives us the hard truth of where bad choices can lead - and it's an exhilarating, engaging ride the whole way through.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1476482894-4424702601750e65642a0f08c83046b4.jpeg"
        },
        {
        "title": "8. Corpse Party: Tortured Souls - Bougyakusareta Tamashii no Jukyou (Corpse Party: Tortured Souls)",
        "description": "MAL Rated 7.14, Ranked #2841 | Released: Jul 24, 2013 | Produced by Asread\n\nNEC’s PC-9801 is a computer system which is revered by retro game collectors. The system is notorious for its Hentai-orientated games library, but also for a few notable cult-classics such as Corpse Party! Corpse Party is based on a horror visual novel which eventually received an anime adaptation.\n\nWe’re treated to a story which involves a group of high school student who dabble in the occult. And as one would expect from such a scenario - all hell breaks loose!",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1476486513-f917f31575721dfa16f12face1df8d5f.jpeg"
        },
        {
        "title": "7. Monster",
        "description": "MAL Rated 8.74, Ranked #39 | Aired: Spring 2004 | Produced by Madhouse\n\nNaoki Urasawa is the much lauded and awarded author who is also responsible for the excellent Monster manga series. And the great news is that the anime pretty much lives up to the source material!\n\nThe story revolves around Dr. Kenzou Tenma who’s forced to make a tough decision; either save the life of the town’s mayor, or a young boy. He chooses the latter, but then all sorts of strange events begin to unfold. Did Dr. Tenma just open Pandora’s Box?",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1476487215-255dd895ba3fd62d57e37591949704cc.jpeg"
        },
        {
        "title": "6. Elfen Lied",
        "description": "MAL Rated 7.86, Ranked #744 | Aired: Summer 2004 | Produced by Arms\n\nDuring the early 2000's, anime seemed like it was losing its edge. Perhaps, it was the predominance of CGI that gave every new series an incredibly clean look. Elfen Lied broke that mold, and showed the world that a modern anime could be just as crazy and fierce as adult anime shown on the Sci-Fi Channel late at night back in the 90’s.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1484036052-69667988f29dc526f60b4c780d290824.jpeg"
        },
        {
        "title": "5. Hokuto no Ken (Fist of the North Star)",
        "description": "MAL Rated 7.99, Ranked #539 | Aired: Fall 1984 | Produced by Toei Animation\n\nFrom the thrilling opening theme song, 'Ai o Torimodose!! – You Wa Shock' right through to the Kenshirou’s bloody encounters and timeless one-liners, Fist of the North Star - is a shonen masterpiece bar none. Is it for adults then? You bet! It just isn’t for the squeamish!\n\nThe Mad Max influence is strong in this one, but that’s part of its charm. We're drawn into a post-apocalyptic world that could potentially materialize given mankind’s propensity for war.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1484036056-5bee151580221d5c9d0e6fa3b6280970.jpeg"
        },
        {
        "title": "4. Higurashi no Naku Koro ni (When They Cry)",
        "description": "MAL Rated 8.18, Ranked #328 | Aired: Spring 2006 | Produced by Studio Deen\n\nYou’d think that an anime series with a cast of cute doe-eyed girls would be pretty light fare that could be enjoyed by the whole family. But looks can be deceiving as this is an adult anime through and through. Here, you’re greeted to an extremely gory horror thriller. You’ll never look at village festivals merely as harmless customs ever again!",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1476490148-7cf46328cecb18d5adeee4eeca594555.jpeg"
        },
        {
        "title": "3. Shigurui (Shigurui: Death Frenzy)",
        "description": "MAL Rated 7.54, Ranked #1449 | Aired: Summer 2007 | Produced by Madhouse\n\nPerhaps you watched the Blade of the Immortal anime adaption of Hiroaki Samura’s brilliant manga, but didn’t feel that it met expectations. No problem then, Shigurui is a great alternative for those who still crave a hardcore seinen samurai epic.\n\nShigurui takes place during the Edo Era, which should entice history buffs. But it’s the gallons of blood and gore that will keep those who are looking for a fun slasher satisfied.",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1476492243-deccfaa1caf1cf39b0d0878b8866ce8a.jpeg"
        },
        {
        "title": "1. Another",
        "description": "MAL Rated 7.89, Ranked #685 | Aired: Winter 2012 | Produced by P.A. Works\n\nAre you in the mood for one of the most gruesome horror adult anime ever made? Then look no further than Another.\n\nKouichi Sakakibara is a teenage student who transfers into class 3-3 at Yomiyama North Middle School. However, there’s something foreboding surrounding this class, the student body and the town in general. Kouichi is soon attracted to a fellow student, Mei Misaki, but will this lead him down a perilous path?",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1476492243-deccfaa1caf1cf39b0d0878b8866ce8a.jpeg"
        },
        {
        "title": "1. Hellsing Ultimate",
        "description": "MAL Rated 8.59, Ranked #66 | Released: Feb 10, 2006 | Produced by Madhouse and Satelight\n\nLet’s be honest, anime is chock-full of vampire-themed series and it shouldn’t surprise anyone if fans have become a bit tired of these. Fortunately, Hellsing Ultimate is a supernatural saga that will satisfy even the most jaded anime fan.\n\nAlucard is the lead protagonist - a vampire who happens to fight his own kind. And boy, does he ever dispatch his antagonists with amazingly stylish bloodletting!",
        "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1476492912-65adadcb9c57981ff6fb2d9ebd9d3ecc.jpeg"
        }
    ]
  },
  {
    "searchQuery":["harem","sexy","boobs","anime","big boobs","romance"],
    "sfw": true,
    "data":[
      {
      "title": "Top 15 Best Harem Anime: Surrounded by Sexy Girls",
      "description": "The main character is surrounded by amorous women. But they are either oblivious, shy, or magically prevented from reciprocating their affection! The harem genre is everywhere - high school, horror, and science fiction all have examples. Here are 15 of the top harem anime on MAL!\n\n**Harem** anime typically involve a large cast of girls which fall in love with the main character, often a socially inept or shy male. That's the formula, and for the large part, anime has been reluctant to deviate from it in any significant way.\n\nYou'd think that by now, they'd have figured out a way to actually make a 'good' harem. Despite their popularity, only 2 harem anime sit above a 8.00 score on MAL (not counting sequels). But hey, that's not to say there aren't any gems to be found here. If you're after a good harem anime, this is great place to start.\n\nBased on the Harem Anime Ranking Page on MAL as of the date of publication. Continuations or related anime are listed as honorable mentions.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482127791-e50c8b986967474e3ce38ebac0a51532.gif"
      },
      {
      "title": "15. Sekirei",
      "description": "Members: 144,048 | MAL Rated 7.40 | Aired Summer 2008 | Produced by Seven Arcs\n\n19-year-old Minato Sahashi can't get into college because he doesn't do well under pressure. Due to a rare genetic accident, what he can do is unlock the full potential of the Sekirei—superpowered alien beings—with a kiss. But he's far from the only one who can. The Sekirei and their masters battle to see who is the best. This isn't the first `kiss contract` show, nor is it the only one on this list of the top harem anime.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482826325-88ee0cb0abc518f69e6e8832a38916f3.gif"
      },
      {
      "title": "14. Hentai Ouji to Warawanai Neko. (The Hentai Prince and the Stony Cat.)",
      "description": "Members: 150,585 | MAL Rated 7.46 | Aired Spring 2013 | Produced by J.C.Staff\n\nYouto Yokodera is a perverted high school student who can't express his true feelings. He wishes on a magical cat statue to be able to speak up, but ends up swapping personality traits with several girls at his school. Sorting out the magical mess brings them all closer together... a little too close at times. A school comedy featuring a male main character and a lot of cute female characters, this is another `sort-of-harem` anime. With so many to choose from, you're sure to find your `best girl` out of these cuties!",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482826759-c4536f1c0c66b598a8e29e6d475aab3a.gif"
      },
      {
      "title": "13. Ichiban Ushiro no Daimaou (Demon King Daimao)",
      "description": "Members: 157,030 | MAL Rated 7.21 | Aired Spring 2010 | Produced by Artland\n\nAkuto Sai wants to graduate from Constant Magick Academy and enter the clergy, but he is shunned after an aptitude test declares him the future Demon King. As he tries to buck his evil reputation, Akuto meets several girls, some of whom want to destroy him, while others want to exploit his demonic potential. However, as the series progresses, it becomes evident that whatever their motives, they are all also `crazy` in love with him! This top harem anime is full of excitement!",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482826919-20f17c9cd4132d30911e7697b59d51c0.gif"
      },
      {
      "title": "12. Strike the Blood",
      "description": "Members: 161,547 | MAL Rated 7.44 | Aired Fall 2013 | Produced by Connect, Silver Link\n\nAfter being possessed by the spirit of a powerful vampire, Kojou Akatsuki is placed under observation by Yukina Himeragi, a warrior girl under orders to kill him if he becomes dangerous. That doesn't stop her (and his friends, and his classmates, and his enemies) from getting a crush on him though! This anime is the best combination of action and romance.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482827441-eace28a27b00fe1da0292755213e619f.gif"
      },
      {
      "title": "11. Mayo Chiki!",
      "description": "Members: 142,166 | MAL Rated: 7.53 | Aired Summer 2011 | Produced by Feel\n\nLots of anime guys in harem anime get nosebleeds from getting approached by too many sexy girls at one time. Sakamachi Kinjiro's nose will explode with a simple caress from a hot anime girl! His full name contains the word `chicken`, which is quite the fitting label for this timid young boy. But everyone must face their fears at one point. What better way to get over his phobia than by acquiring a harem filled with beautiful girls?",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482828053-20e54c1ce9cf6aa93bf593c252794554.gif"
      },
      {
      "title": "10. To LOVE-Ru",
      "description": "Members: 178,550 | MAL Rated 7.34 | Aired Spring 2008 | Produced by Xebec\n\nRito Yuuki is afraid of girls, and can't confess to the one he loves. But one night he accidentally gropes an alien princess that teleports into his bath, and on her planet, that's a marriage proposal! As Rito fends off the boundless affection of Princess Lala, he must fight off the suitors and bounty hunters pursuing her, while juggling an ever-growing harem that includes his crush, his teachers, and even his sister!",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482828290-5d0f12980db1d097b18db5e7bd6db100.gif"
      },
      {
      "title": "9. IS: Infinite Stratos",
      "description": "Members: 197,818 | MAL Rated 7.12 | Aired Winter 2011 | Produced by 8bit\n\nA futuristic arms race leaves the world in a state of uneasy peace, due to powerful mechs—the Infinite Stratos—that can only be operated by women. Enter Ichika Orimura, a 15-year-old boy who is somehow the only male able to pilot one. His rare status makes him an object of curiosity and lust at the all-girl pilot school. This aviatic harem anime will have your imagination soaring within the first episode!",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482828450-bbdfa7340678ba846ab3fdacd0a7da17.gif"
      },
      {
      "title": "8. Date A Live",
      "description": "Members: 210,493 | MAL Rated 7.54 | Aired Spring 2013 | Produced by AIC Plus+\n\nWhat are the limits of your compassion? Would you love someone even if they caused planet-wrecking natural disasters? It's not like Shidou Itsuka really has a choice. In a world constantly under attack by alien Spirits, Shidou has the ability to steal their power away and defuse their threat to humanity... by kissing them, of course. However, it must be a real kiss (not some lame old couple peck). In Date A Live, building a harem is a survival tactic, and tamed Spirits will join in battle against the new invaders. It's like a hybrid of Pokemon and Pacific Rim, but with teenage girls... and it's a harem anime? Sounds like a top combination to me.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482828570-a3ef8323556ce91119eea66476af2db2.gif"
      },
      {
      "title": "7. Kore wa Zombie Desu ka? (Is This a Zombie?)",
      "description": "Members: 226,848 | MAL Rated 7.67 | Aired Winter 2011 | Produced by Studio Deen\n\nThe unlucky Ayumu Aikawa is murdered, only to be revived and enslaved by the beautiful necromancer Eucliwood Hellscythe. Then a freak accident gives him her powers, turning him into a zombie/magical girl. Yes, with panty shots. Ayumu battles the anti-magical girl forces of the Megalo as he fends off affection from classmates and vampire ninjas alike! But unfortunately for poor Ayumu, there's no running from a harem anime.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482828707-7f8c8b706fa346d63db27a665061e57e.gif"
      },
      {
      "title": "6. Boku wa Tomodachi ga Sukunai (I Don't Have Many Friends)",
      "description": "Members: 245,505 | MAL Rated 7.57 | Aired Fall 2011 | Produced by AIC Build\n\nAlso known as Haganai, this popular harem anime draws inspiration from the creator's own teenage awkwardness. Kodoka Hasegawa is having trouble making friends at his new school because his grumpy expression and blond hair make everyone think that he's a delinquent. He soon meets a girl who speaks to an imaginary friend, and together they form a club for outcasts! Predictably, the members are all girls and all fall in love with him.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482829109-f9dbcc501c95ac51d94e6a63ef0dd453.gif"
      },
      {
      "title": "5. Nisekoi (Nisekoi: False Love)",
      "description": "Members: 236,551 | MAL Rated 7.90 | Aired Winter 2014 | Produced by Shaft\n\nRaku `Womanizer Senpai` Ichijou is the heir to a powerful Yakuza family. When a rival American gang threatens his territory, he's promised to the daughter of their chief as a peace offering. The kids hate each other, of course, and things get more complicated when Raku's childhood friend—whom he vowed to marry during childhood—returns to make good on their promise! Many characters from Nisekoi are MAL user's `Best Girls`!",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1449606453-9a09e2ead360e7e37dbb7288e7a8fcf1.gif"
      },
      {
      "title": "4. Kami nomi zo Shiru Sekai (The World God Only Knows)",
      "description": "Members: 226,314 | MAL Rated 7.95 | Aired Fall 2010 | Produced by Manglobe\n\nEver wished your time playing visual novels could amount to something more? You might like The World God Only Knows! Keima Katsuragi is a *kiss-hating* otaku who rejects 3D women and their complicated emotions. Funnily enough, he's the best when you need help on clearing dating sim games. An accidental deal with a demon ropes him into the real dating scene, however! Spirits from Hell have escaped and latched onto humans, and like Date A Live, they can only be defeated with a kiss. Oh, and Keima's got a Battle Royale collar that will kill him if he fails. No save scumming in this harem anime...",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482829248-09da12374596b80c7f2319265aa88ab6.gif"
      },
      {
      "title": "3. Isekai no Seikishi Monogatari",
      "description": "Members: 72,323 | MAL Rated: 8.09 | Aired: May 22, 2009 | Produced by AIC & BeSTACK\n\nWhat might explain this series' relatively high MAL score compared to other harems is the unusually well thought out story. The girls in Isekai no Seikishi Monogatari are given more of a substantial reason to fall in love with Kenshi, the MC, and fall in love they all do. Even one of the character's mom ends up smitten.\n\nIt's a 45 minute per episode, 12 part OVA spin-off of the Tenchi Muyou series which features Kenshi, a young boy that's transported from Earth and must pilot mecha's in order to find his way back.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482829563-5bc0e0fce2bd998ed9557cb64b35bece.gif"
      },
      {
      "title": "2. High School DxD",
      "description": "Members: 282,261 | MAL Rated 7.70 | Aired Winter 2012 | Produced by TNK\n\nThis has to be the best harem anime (with a male protagonist) ever! Breaking with tradition for an ecchi anime, the perverted male protagonist is killed in the very first episode. I know, karma. But that's only the beginning of Issei Hyoudou's story. He's resurrected by senior student Rias Gremory, who reveals that their school is full of supernatural creatures—and she herself is a devil! Naturally, Issei's primary goal is to rise through the diabolic hierarchy to assemble his own harem... assuming he recognizes when his classmates are in love with him.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482829728-005ef6a2d77dece63e4c1844e3d888d1.gif"
      },
      {
      "title": "1. Ouran Koukou Host Club (Ouran High School Host Club)",
      "description": "Members: 335,950 | MAL Rated 8.39 | Aired Spring 2006 | Produced by Bones\n\nHaruhi Fujioka is a rare scholarship student at the prestigious Ouran High School. After breaking an obscenely expensive vase, she is forced to join the Host Club to work off her debt. As it happens, Haruhi easily passes for a boy, and quickly becomes popular with the Host Club's female clients as well as her male colleagues! Perhaps it's appropriate that the top harem anime has a protagonist that appeals to everyone.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482829882-b730fe483c5327f45d86fc838070e9f5.gif"
      }
    ]
  },
  {
    "searchQuery":["reverse","reverse harem","anime","reverseharem","romance"],
    "sfw": true,
    "data":[
      {
      "title": "Top 15 Best Reverse Harem Anime of All Time",
      "description": "There is no such thing as too much love, most especially when it comes from a bunch of cute guys with unique and charming personalities. Here are some of the most exciting reverse harem anime of all time, sure to make you giggle, blush, and crave for more!Reverse harem anime are not your ordinary love stories. As you probably got from the name, reverse harem anime are the total opposite of harem anime. Unlike in regular harem anime where girls fall head over heels for the male lead character, reverse harem anime show a different story where the guys show off to catch the attention of the female lead character in order to win her heart.\n\nMoreover, an anime is only considered to be a reverse harem anime when there are three or more male characters who are in love or vying for the affection of the female lead character. You may think it’s bizarre, but how bad can it be? As they say, “the more the merrier!”... right?\n\nGet ready to fall in love with these 15 reverse harem anime!",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1482125832-1fbf6c5c3b33469ea178f718b5237c36.jpeg"
      },
      {
      "title": "15. Kamigami no Asobi",
      "description": "MAL Rated 7.33, Ranked #2149 | Aired Spring 2014 | Produced by Brain's Base\n\nOh my god... I mean gods! Still young and naive herself, Yui never could've imagined she'd be tasked with teaching anyone, especially heavenly beings. Life's lessons are some of the most complex of all, but if Yui ever wants to make it home, she's going to have to show these attractive gods what it means to be human.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1460705544-d3e245a4b9957bb21f2421dc3bbd65ff.jpeg"
      },
      {
      "title": "14. Amnesia",
      "description": "MAL Rated 6.43, Ranked #5331 | Aired Winter 2013 | Produced by Brain's Base\n\nImagine waking up completly empty with not a single memory from your past, not even your own name. The heroine of this mysterious reverse harem anime faces this very predicament. Not only that, she also has the bad luck of being surrounded by several handsome young men, each claiming to be her boyfriend. Suddenly amnesia doesn't sound so bad.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1460706981-27b851221695ecce16c81dbb3a301b7d.jpeg"
      },
      {
      "title": "13. Hakuouki (Hakuoki: Demon of the Fleeting Blossom)",
      "description": "MAL Rated 7.58, Ranked #1314 | Aired Spring 2010 | Produced by Studio Deen\n\nIn hopes of finding her father, Chihiro sets off on a long journey all by her lonesome. But with such a pretty face, it was only a matter of time before trouble came knocking. Thankfully, some powerful samurai hotties came knocking as well. With some new travel buddies to keep her company, this journey is sure to be much more exciting than expected.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1460701004-e25f5e5c679a5c90772102e97566b10c.jpeg"
      },
      {
      "title": "12. Bonjour♪Koiaji Pâtisserie (Bonjour Sweet Love Patisserie)",
      "description": "MAL Rated 6.38, Ranked #5418 | Aired Fall 2014 | Produced by Silver Link, Connect\n\nConfections are sweet but these boys' love for Sayuri is sweeter! Let's see who among these pâtissiers and pâtissier-wanna-be's will make their way to Sayuri's heart in Bonjour Sweet Love Patisserie.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1454906294-8ec9ccdafa08b26417e62e264684d7eb.jpeg"
      },
      {
      "title": "11. Brothers Conflict (BroCon)",
      "description": "MAL Rated 6.65, Ranked #4544 | Aired Summer 2013 | Produced by Brains Base\n\nHaving thirteen stepbrothers may be hard, but having them all fall madly in love with you is worse. The love story of Ema Hinata and her new harem of stepbrothers is extremely complicated, but overall, this is a perfect example of a reverse harem anime, sure to entertain.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1460698125-9bac7f30909cb5666f2ef4969925fb33.png"
      },
      {
      "title": "10. Diabolik Lovers (DiaLover)",
      "description": "MAL Rated 5.89, Ranked #6414 | Aired Fall 2013 | Produced by Production I.G., Zexcs\n\nThey are cold but definitely sweet. These sadistic brothers will definitely make your heart beat faster! Find out who among the Sakamaki brothers will win Yui Komori’s heart and soul in Diabolik Brothers!",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1460697851-76f7e1dd4441e2ddfd026d1141d16cee.jpeg"
      },
      {
      "title": "9. Uta no☆Prince-sama♪ Maji Love 1000%",
      "description": "MAL Rated 7.43, Ranked #1799 | Aired Summer 2011 | Produced by A-1 Pictures\n\nIn order to fulfill her dream to become a successful composer, Haruka goes to study music at Saotome Academy. However, as she soon finds out, the road to success isn't going to be easy. Thankfully, she soon meets some new friends who help inspire her to achieve her dreams. But is it really only the sound of music that has touched Haruka's heart?",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1454906174-82d92262aa30e2b4a892071de02f5e5d.jpeg"
      },
      {
      "title": "H8. iiro no Kakera",
      "description": "MAL Rated 6.88, Ranked #3711 | Aired Spring 2012 | Produced by Studio Deen\n\nRemember when you were little and dreamed of becoming a pretty princess, and then having a knight in shining armor take you on an adventure of a lifetime? Tamaki's dream comes true times five, in the shape of five Guardians chosen to protect her. However, this fairy tale is a bit less whimsical than you'd expect. With the fate of the world in her hands, this soon-to-be princess has a long way to go before her happily ever after.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1460702657-e502556f71574aa3de7058e3f7daced5.jpeg"
      },
      {
      "title": "7. Ouran Koukou Host Club (Ouran High School Host Club)",
      "description": "MAL Rated 8.43, Ranked #134 | Aired Spring 2006 | Produced by Bones\n\nMistaken for a boy, Haruhi Fujioka is forced to join the Ouran High School Host Club to pay off her debt - which was forced upon her when she accidentally broke a valuable vase in the host club room. But what will happen if the members of the host club find out she's really a girl? Well, reverse harem anime, that's what!",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1454998360-191abd37a5326fe4d09502ecbee5d835.jpeg"
      },
      {
      "title": "6. Akatsuki no Yona (Yona of the Dawn)",
      "description": "MAL Rated 8.27, Ranked #228 | Aired Fall 2014 | Produced by Studio Pierrot\n\nPrincess Yona lived a luxurious life in the Hiryuu Castle, but when her father was murdered she was forced to leave the castle together with her childhood friend Hak. To be able to reclaim the throne and bring judgement to the people who killed her father, she summons the help of the four dragons. A story of family, friendship, and loyalty, Hak and the four dragons' devotion to Yona and her ideals will definitely move you!",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1460703861-3e35a0a53f0b4ce453dea01667ff19c9.png"
      },
      {
      "title": "5. Kamisama Hajimemashita (Kamisama Kiss)",
      "description": "MAL Rated 8.11, Ranked #400 | Aired Fall 2012 | Produced by TMS Entertainment\n\nEarth has a new deity, and everyone is excited to meet her. Apparently, Nanami, the new earth deity is just an ordinary human girl. Will she gain everyone's trust as the new deity on earth? Or will she gain more than she expected? Find out more in Kamisama Kiss!",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1460698339-6653d1c9840f6db3f279abb979defa32.jpeg"
      },
      {
      "title": "4. Yamato Nadeshiko Shichihenge ♥ (The Wallflower)",
      "description": "MAL Rated 7.92, Ranked #651 | Aired Fall 2006 | Produced by Nippon Animation\n\nTo help Sunako become a proper lady and overcome her social awkwardness, her aunt asked four handsome men for help in exchange for staying in her mansion for free. Will they be able to help Sunako bloom into a beautiful lady? Or will something else bloom along the way?",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1460698605-c6ddb7a23ade4f7e888fbbbd0f86b427.jpeg"
      },
      {
      "title": "3. Arcana Famiglia (La Storia Della Arcana Famiglia)",
      "description": "MAL Rated 6.44, Ranked #5229 | Aired Summer 2012 | Produced by J.C. Staff\n\nThe head of Arcana Familia, the organization that serves to protect the island of Regalo, will be hosting the *Arcana Duello*. As a reward to the lucky winner, he will have the right to become the new head of the organization. In addition to that, he will also have the chance to marry Felicita, the daughter of the organization's current leader. Who will win the battle and become the new head of the organization and Felicita's betrothed?",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1454906457-0cf8585ff1132a269610fbb8ac09b5dd.jpeg"
      },
      {
      "title": "2. Hanasakeru Seishounen",
      "description": "MAL Rated 7.91, Ranked #651 | Aired Spring 2009 | Produced by Studio Pierrot\n\nAlthough Kajika was born into a wealthy family, tragic circumstances changed her life forever. She was sent to live on a deserted island with only Mustafa (her leopard) with her. Years after, just when she thought she could finally live a normal life in Japan, her dear dad gave her the most shocking welcome home gift ever: orders to join his marriage game, with the purpose of finding her future husband among the three candidates he had chosen. Okay, this may seem incredibly unfair but... at least the candidates are super cute, right?",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1460705875-bdf8c99bd498feab370ecc85ff3f6dc5.jpeg"
      },
      {
      "title": "1. Fushigi Yuugi (Mysterious Play)",
      "description": "MAL Rated 7.77, Ranked #890 | Premiered Spring 1995 | Produced by Studio Pierrot\n\nMiaka Yuuki is just an ordinary girl, but when she opened a mysterious book, she and her friend Yui were magically taken into a new world. There they became the priestesses of two rivaling nations. However, their journey in the mysterious world and accomplishing their duty to be able to return home is difficult. That's why they need the help of their respective celestial warriors. As their journey goes on, they became too attached to their new found friends. Will they still wish to go back home, or remain with the ones they love?",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1454906513-7a519bf2cea7c9c5938adde883ab8a29.jpeg"
      }
    ]
  },
  {
    "searchQuery":["dangerous","character","characters","girl","sexy","hot","lady","woman","dangerous woman","dangerouswoman","strong woman","strongwoman"],
    "sfw": true,
    "data":[
      {
      "title": "Top 15 Sexy and Dangerous Femme Fatale Anime Characters",
      "description": "She turns you on, and then leads you into danger - this is the characteristic of a Femme Fatale. Let’s take a closer look at this trope along with the sexy and dangerous femme fatale anime characters!\n\n**Don't Get Too Close**\nA Femme Fatale, French for “Fatal Woman”, refers to a mysterious and seductive woman who uses her feminine charms in order to get what she wants. She often leads her victims into dangerous and deadly situations.\n\nLet’s take a closer look at some of the sexy and dangerous femme fatales in anime!",
      "imageURL": "https://i.imgur.com/l34bIxa.gif"
      },
      {
      "title": "15. Baise | Hunter x Hunter 2011",
      "description": "Baise is one the bodyguards of Neon. This anime femme fatale has the ability to manipulate anyone whom she kisses. The person will then become her slave for 180 minutes.",
      "imageURL": "https://i.imgur.com/2lgeFMd.gif"
      },
      {
      "title": "14. Shampoo | Ranma 1/2",
      "description": "Shampoo is one of the fiancés of Ranma. Compared to the other girls, she is more manipulative and cunning. This anime femme fatale also enjoys causing trouble and seducing Ranma.",
      "imageURL": "https://i.imgur.com/ghrLOE9.gif"
      },
      {
      "title": "13. Nao Yuuki | Mai-HiME",
      "description": "Nao is one of the students of Fuka Academy middle school. This anime female fatale seduces men and robs them, most especially those who are perverted.",
      "imageURL": "https://i.imgur.com/37I2Hu2.gif"
      },
      {
      "title": "12. Kuroha Shiratori | Higashi no Eden",
      "description": "Kuroha is a CEO of a modeling agency by day and an anime femme fatale by night. She is a sexy and very dangerous “Johnny Hunter” that kills men who have victimized women - by cutting their “Johnnies.”",
      "imageURL": "https://i.imgur.com/xiBHZlu.gif"
      },
      {
      "title": "11 Junko Asagiri | Sunabouzu",
      "description": "Junko is an anime femme fatale who is also known as “Vixen of the Desert.” She often tricks Kanta and uses her body to manipulate him.",
      "imageURL": "https://i.imgur.com/Y863ZLX.gif"
      },
      {
      "title": "10. Kurumi Tokisaki | Date A Live",
      "description": "Kurumi is known as the most brutal Spirit in the series who has killed over 10,000 people. She is an anime femme fatale whose innocent girl act is often used to her advantage.",
      "imageURL": "https://i.imgur.com/MemhDK6.gif"
      },
      {
      "title": "9. Yuno Gasai | Mirai Nikki",
      "description": "Yuno is a sweet and shy girl who turns out to be psychotic and cruel whenever unexpected situations arise. This anime femme fatale is also obsessive and possessive of Yukki.",
      "imageURL": "https://i.imgur.com/sFeX8EQ.gif"
      },
      {
      "title": "8. C.C. | Code Geass: Hangyaku no Lelouch",
      "description": "C.C. is an anime femme fatale who has bestowed a Geass power to Lelouch under the condition that he grants her wish.",
      "imageURL": "https://i.imgur.com/zHPeBcR.gif"
      },
      {
      "title": "7. Rize Kamishiro | Tokyo Ghoul",
      "description": "Rize is a sadistic ghoul who is also known as the “Binge Eater.” She is an anime femme fatale who uses her charms on her victims, including Kaneki.",
      "imageURL": "https://imgur.com/7VU8tcO.gif"
      },
      {
      "title": "6. Irina Jelavić | Ansatsu Kyoushitsu",
      "description": "Irina is an English teacher who is actually a hitwoman that was hired to kill Koro-sensei. With her honey trap methods, she has proven to be a dangerous anime femme fatale.",
      "imageURL": "https://i.imgur.com/BYZslpW.gif"
      },
      {
      "title": "5. Esdeath | Akame ga Kill",
      "description": "Esdeath is a general of the Empire and the leader of the Jaegers. She is an anime femme fatale who enjoys torturing her enemies.",
      "imageURL": "https://i.imgur.com/GlymMpf.gif"
      },
      {
      "title": "4. Boa Hancock | One Piece",
      "description": "Boa is the captain of the Kuja Pirates and is a part of the Shichibukai. She has eaten the “Mero Mero no Mi,” allowing her to turn anyone who falls in love with her into stone.",
      "imageURL": "https://i.imgur.com/X8keeqQ.gif"
      },
      {
      "title": "3. Fujiko Mine | Lupin III",
      "description": "Fujiko is Lupin’s love interest. She is a burglar who makes use of her feminine charms. This anime femme fatale often helps Lupin and his gang but would also betray them when needed.",
      "imageURL": "https://i.imgur.com/iN3H25a.gif"
      },
      {
      "title": "2. Faye Valentine | Cowboy Bebop",
      "description": "Faye is a bounty hunter and a member of the Bebop crew. She is an anime femme fatale who is unpredictable and would do anything to get what she wants",
      "imageURL": "https://i.imgur.com/5i1kmD8.gif"
      },
      {
      "title": "1. Lust | Fullmetal Alchemist",
      "description": "Lust is a female Homunculus. She is the ultimate anime femme fatale who is both intelligent and manipulative. Aside from gathering information, she also manipulates alchemists into making Philosopher’s Stones.",
      "imageURL": "https://i.imgur.com/qABTfIy.gif"
      }
    ]
  },
  {
    "searchQuery":["romance","love","shoujo","ai"],
    "sfw":true,
    "data":[
      {
      "title": "Top 15 Best Romance Anime of All Time",
      "description": "Let's just be honest and admit that every story is spiced up if it contains at least a small degree of romance. Love makes everything better, so here are the 15 most romantic anime shows in which love plays a very important role.\n\n**Top Romance Anime to Keep you Warm on Those Cold, Cold Nights**\n\nLupin Clarrise Castle of CagliostroEveryone needs a little lovin' in their life. Whether it's a casual fling or full blown love-of-your-life type scenario, it's good to let people in every now and again.\n\nLet this list of the 15 best romance anime fill that potential void in your life (plenty of people in relationships watch these things too though, so, do your thing).",
      "imageURL": "https://i.imgur.com/GpRmTMt.gif"
      },
      {
      "title": "15. Akagami no Shirayuki-hime (Snow White with the Red Hair)",
      "description": "MAL Rated 7.93, Ranked #625 | Aired Summer 2015 | Produced by Bones\n\nIf you are in search of a sweet and heart-warming romantic tale, then look no more, because the romance between Shirayuki, a herbalist with the rare hair color of red, and Zen, the second prince of the Kingdom of Clarines, is exactly like that. There is no unnecessary bickering or drama, plus the flow of the story and their relationship is smooth and relaxing.",
      "imageURL": "https://i.imgur.com/h6gmapi.gif"
      },
      {
      "title": "14. Clannad: After Story",
      "description": "MAL Rated 9.09, Ranked #9 | Aired Fall 2008 | Produced by Kyoto Animation\n\nGet some tissues ready because this notorious tearjerker anime will leave you in tears by the end of almost every episode. Following the events of the first Clannad anime, this sequel is a sweet and wrenching tale of first love and the bonds of family - for better or for worse, in sickness and in health.",
      "imageURL": "https://i.imgur.com/bwmfhMP.gif"
      },
      {
      "title": "13. Kimi ni Todoke (From Me to You)",
      "description": "MAL Rated 8.22, Ranked #276 | Aired Fall 2009 | Produced by Production I.G\n\nOpposites attract once again in Kimi ni Todoke. This time we have Sawako, feared by her classmates due to her keen resemblance to the creepy girl from the Ring, and Shouta, the cheerful and kind boy who teaches her to open up to those around her and show her true colors. The subtle transition from curiosity to puppy love and beyond is pure to a fault, sure to put a smile on your face.",
      "imageURL": "https://i.imgur.com/OvrnUWb.gif"
      },
      {
      "title": "12. Nana",
      "description": "MAL Rated 8.57, Ranked #72 | Aired Spring 2006 | Produced by Madhouse\n\nNana is a true gem among romance anime because it explores different kinds of love in a mature way. There are more than one couple making sparks, but the most outstanding is definitely Nana Osaki x Ren. If you are looking for a nice tale of heartbreak, love, and lust, this anime is for you.",
      "imageURL": "https://i.imgur.com/lZuXcwS.gif"
      },
      {
      "title": "11. Toradora!",
      "description": "MAL Rated 8.48, Ranked #111 | Aired Fall 2008 | Produced by J.C.Staff\n\nTired of romance anime about love at first sight? Then Toradora is straight up your alley! This unique love story showcases what it is like to fall in love with someone you could never have imagined yourself falling for.",
      "imageURL": "https://i.imgur.com/lM6b3Fj.gif"
      },
      {
      "title": "10. Kaichou wa Maid-sama!",
      "description": "MAL Rated 8.28, Ranked #229 | Aired Spring 2010 | Produced by J.C.Staff\n\nMisaki is the class president, known for being strict and cold, who hides one very dark secret: she works part-time in a maid cafe dressed up in a cute maid costume! That is until she is found out by Takumi, the school's most popular guy. With her secret revealed, Misaki must now keep this handsome boy from letting the skeletons out of her closet. But what starts out as a way to protect her secret slowly grows into something more, as the two begin to see each other for more than just their exterior images.",
      "imageURL": "https://i.imgur.com/UkKP3RN.gif"
      },
      {
      "title": "9. Kokoro Connect",
      "description": "MAL Rated 8.03, Ranked #484 | Aired Summer 2012 | Produced by Silver Link.\n\nFive members of the Cultural Research Club start switching bodies with each other all of the sudden and without explanation. While they are trying to find the source of this supernatural phenomenon, they also realize that it is harder to keep their true feelings hidden when their bodies are swapped.",
      "imageURL": "https://i.imgur.com/R2V0iCL.gif"
      },
      {
      "title": "8. Hachimitsu to Clover (Honey and Clover)",
      "description": "MAL Rated 8.20, Ranked #298 | Aired Spring 2005 | Produced by J.C.Staff and Nomad\n\nThe cute Hanamoto Hagumi disrupts the lives of three poor college students when she suddenly appears in their lives. Her charm and cuteness blow them away and the battle for her affection begins.",
      "imageURL": "https://i.imgur.com/IH4pBNJ.gif"
      },
      {
      "title": "7. Ano Hi Mita Hana no Namae wo Bokutachi wa Mada Shiranai. (Anohana)",
      "description": "MAL Rated 8.65, Ranked #51 | Aired Spring 2011 | Produced by A-1 Pictures\n\nYou never forget your first love and special childhood memories. Anohana explores how they can affect us in the present and just how important they are to us.",
      "imageURL": "https://i.imgur.com/zDRXHo1.gif"
      },
      {
      "title": "6. Byousoku 5 Centimeter (5 Centimeters Per Second)",
      "description": "MAL Rated 8.16, Ranked #340 | Aired Winter 2007 | Produced by CoMix Wave Films\n\nThis beautiful romance anime film also explores the power of first love and how it can affect our future decisions. It also deals with the pain of being separated from someone close to you by fate itself, so you'd better prepare some tissues for this one as well.",
      "imageURL": "https://i.imgur.com/77XUWCy.gif"
      },
      {
      "title": "5. Bokura ga Ita (We Were There)",
      "description": "MAL Rated 7.59, Ranked #1285 | Aired Summer 2006 | Produced by Artland\n\nIf you enjoy shoujo anime and romance anime in general, then you will most likely end up loving this one because it contains one of the most typical shoujo romance tropes - a shy and naive girl falling for the most popular and arrogant boy of the school.",
      "imageURL": "https://i.imgur.com/5G28lKQ.gif"
      },
      {
      "title": "4. Lovely★Complex",
      "description": "MAL Rated 8.25, Ranked #253 | Aired Spring 2007 | Produced by Toei Animation\n\nLovely★Complex differs from other romance anime in a sense that it deals with some really sensitive issues such as having a complex about being physically different from the others, accepting yourself for who you are, and letting others love you for who you are.",
      "imageURL": "https://i.imgur.com/9BgSPdZ.gif"
      },
      {
      "title": "3. Ookami to Koushinryou (Spice and Wolf)",
      "description": "MAL Rated 8.38, Ranked #168 | Aired Winter 2008 | Produced by Imagin\n\nThe love story between the wolf god Holo and a merchant Kraft may be slowly unfolding, but it is also very sweet and more mature than the most shoujo romances out there. If you enjoy anime with medieval themes, then this one is for you.",
      "imageURL": "https://i.imgur.com/BEwKt5G.gif"
      },
      {
      "title": "2. Nodame Cantabile",
      "description": "MAL Rated 8.50, Ranked #99 | Aired Winter 2007 | Produced by J.C.Staff\n\nMusic can really connect, heal, and deepen the bonds between people... as we have already seen in Shigatsu wa Kimi no Uso. Nodame Cantabile is an older classic with a love story between Megumi and Chiaki, which is thoroughly explored.",
      "imageURL": "https://i.imgur.com/NsyA5Md.gif"
      },
      {
      "title": "1. Hotarubi no Mori e (The Light of a Firefly Forest)",
      "description": "MAL Rated 8.64, Ranked #55 | Premiered Sep 17, 2011 | Produced by Brain's Base\n\nOriginally fresh and melancholic, Hotarubi no Mori e explores the depth of friendship and love between a forest spirit Gin and a girl Hotaru in this captivating romance anime film. You will definitely wish for it to be longer!",
      "imageURL": "https://i.imgur.com/KvFM0wj.gif"
      },
      {
      "title": "Honorable Mention: Shigatsu wa Kimi no Uso (Your Lie in April)",
      "description": "MAL Rated 8.93, Ranked #15 | Aired Fall 2014 | Produced by A-1 Pictures\n\nMusic can impact our lives in amazing ways. This romance anime portrays this beautiful message through its main characters and their journey to let go of the past and strive to grasp a brighter future. Any true romantic will most surely enjoy the sound of puppy love ringing throughout the entire series, filled with both passion and despair.",
      "imageURL": "https://i.imgur.com/ujoTSmG.gif"
      }
    ]
  },
  {
    "searchQuery":["action","adventure","anime"],
    "sfw":true,
    "data":[
      {
      "title": "Top 15 Best Action Anime of All Time",
      "description": "Anime with heart-pumping action, nail-biting suspense, busty and trigger-happy female characters, not to mention wonderfully psychotic villains? Yes, please! You can find all that and more in the action genre. Let's take a look at 15 of the best action anime that you are sure to love.\n\nWho doesn’t love a good action anime? With their violence, heart-pumping battle scenes, bad-ass weaponry, trigger happy psychopaths, and unique storylines, action anime series set us up for hours of entertainment. Here are fifteen action series known for being the best that anime has to offer.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1450920423-30c106b538e88ee95fb46e0522aa54c1.jpeg"
      },
      {
      "title": "15. Dragon Ball Z",
      "description": "MAL Rated 8.32, Ranked #192 | Aired Spring 1989 | Produced by Toei Animation\n\nWant to watch a show with an '80s vibe? Look no further! Dragonball Z is all the right kinds of cheese, featuring amazing fights, power ups, and… SUPER SAIYANS!\n\nSon Gokuu is a character inspired by the Monkey King of classic Chinese literature. The similarities between Dragon Ball Z and Journey to the West end there, however. Son Gokuu is an alien, the last of the Saiyans. Now he lives on Earth, and must protect his new home planet from the various dangers that befall it, ranging from other aliens to even gods!",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1450926267-b45d7dd4f60c8c4b46aac37185305d4d.jpeg"
      },
      {
      "title": "14. Fairy Tail",
      "description": "MAL Rated 8.32, Ranked #193 | Aired Fall 2009 | Produced by A-1 Pictures and Satelight\n\nFairy Tail is a 175 action/fantasy series that packs one hell of a powerful punch. With a plethora of fun characters and epic duels featuring all sorts of magic, Fairy Tail is a great series if you are looking for some good popcorn material! This long-form shounen anime has pleased fans for years.\n\nFairy Tail is the name of the anime as well as the mage guild that Natsu Dragneel and Lucy Heartfilia among others belong to. Watch as they accomplish missions in order to help others as well as raise the rank of their former top guild! Friendship and honor are central themes to this funny and heart-warming action series.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1458471726-e56c8bd3b046c2cbd5a43e5bb50a831c.jpeg"
      },
      {
      "title": "13. Berserk",
      "description": "MAL Rated 8.35, Ranked #178 | Aired Fall 1997 | Produced by Oriental Light and Magic\n\nBerserk is an anime classic that you can’t really avoid seeing, action anime fan or not. With epic sword fights, compelling characters, and glorious '90s gore, Berserk is one of the best action anime ever.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1450992067-e7708d75e5527fa8c93a7426c0965cd8.jpeg"
      },
      {
      "title": "12. Stranger: Mukou Hadan (Sword of the Stranger)",
      "description": "MAL Rated 8.44, Ranked #129 | Aired Fall 2007 | Produced by Bones\n\nAs the only movie on this list, Sword of the Stranger is certainly able to hold its own! With all of the positive feedback it’s received, this 1 hour and 40 minute film is sure to satisfy your action cravings. Young Kotaro is on the run from Ming Dynasty Chinese warriors who are hell-bent on taking his life. But why?",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1458473468-621f8ebc2773b08d06d6c97ec9e159e5.jpeg"
      },
      {
      "title": "11. Rurouni Kenshin: Meiji Kenkaku Romantan",
      "description": "MAL Rated 8.44, Ranked #128 | Aired Winter 1996 | Produced by Studio Deen and Studio Gallop\n\nIt shouldn’t be much of a surprise by now that there are plenty of anime series featuring assassins, samurais, and martial artists. Some of these series are hit and miss, but not Rurouni Kenshin. This is an extremely entertaining series that every action anime fan should watch.\n\nKenshin Himura is determined never to kill again, despite being a wandering samurai. He wields an unsharpened blade so that he may fight without death. Discover his dark past and watch his path to atonement in this hit period action series!",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1458471510-4557bde8acbcf61d073cd3096c02a8f3.jpeg"
      },
      {
      "title": "10. Samurai Champloo",
      "description": "MAL Rated 8.50, Ranked #101 | Aired Spring 2004 | Produced by Manglobe\n\nTime for some good, old fashioned samurai swordsmanship with Samurai Champloo! When two very skilled, yet diametrically opposed samurais cross paths, circumstances force them to embark on a quest together. Let’s just say that if you are looking for a series about the power of love and friendship... then this series is probably not for you.\n\nMugen, Jin, and Fuu are a bit of an unexpected team. Mugen and Jin cross swords the first time they meet. Fuu is the young waitress of a teashop with a mysterious request for the two violent vagabonds: find the samurai who smells of sunflowers. They'll travel Japan in search of this mysterious person, leaving a lot of bodies in their wake.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1458472402-df148ff3c489de99cf8db42a584a63e6.jpeg"
      },
      {
      "title": "9. Psycho-Pass",
      "description": "MAL Rated 8.55, Ranked #82 | Aired Fall 2012 | Produced by Production I.G\n\nPsycho-Pass takes place in a future where the government is literally inside your head! You had better not even think about committing a crime. With an interesting setting, characters and weaponry, this action anime is not to be missed.\n\nNew Inspector Akane Tsunemori works with Enforcers, those who have been determined through psychologic evaluation to be latent criminals. They are mistrusted and feared in this world, where *mental stability* determines everything. But just how effective is this method of determining sanity, and does sanity equal morality?",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1460256153-9b64ee4d8d294b61a40bd4c4a5f08ab2.jpeg"
      },
      {
      "title": "8. Baccano!",
      "description": "MAL Rated 8.58, Ranked #67 | Aired Summer 2007 | Produced by Brains Base\n\n*Baccano!* is a grossly underrated action anime that fits right in with all of the other great series on this list! Fully equipped with an outstanding set of characters, storyline, action theme and overall jazzy style, Baccano! is a great choice if you are looking for a good, old-style action anime series.\n\nThis is a tale of eternal life gone awry: a group of alchemists is given the elixir of eternal life by a demon, and most of them agree to let the secret die with them so that no one becomes immortal. All but one member, that is. This alchemist goes on to recreate this elixir, which subsequently falls into the wrong hands. The path of wreckage left by this immortality elixir is international.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1451970735-19762690fbd9199e291a109b0b9bfc32.png"
      },
      {
      "title": "7. One Piece",
      "description": "MAL Rated 8.61, Ranked #61 | Aired Fall 1999 | Produced by Toei Animation\n\nA swashbuckling adventure featuring duels with supernatural powers, fun characters, voyages and tons of pirates, One Piece is one of the most popular anime series out there. It will certainly fulfill any action craving you have.\n\nIn a world covered by ocean water, Luffy is on a quest to find the One Piece, the lost treasure of the former King of Pirates. He's not alone, of course. Every pirate in the world is searching for it! On Luffy's search, he'll gather a crew of ragtag teammates, each of which have their own dreams and goals!",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1458471913-55c3ea00eb4ad7a2a52781f6d16a8dde.jpeg"
      },
      {
      "title": "6. Shingeki no Kyojin (Attack on Titan)",
      "description": "MAL Rated 8.64, Ranked #55 | Aired Spring 2013 | Produced by Production I.G and Wit Studio\n\nAttack on Titan took the anime community by storm. It definitely deserves credit for being one of the best anime series within the past five years. Amazing battle equipment, badass soldiers, cliff-hangers, and some pretty epic sparring matches, this is a truly superb action series.\n\nIn a world terrorized by giant man-eating humanoids known as titans, mankind hides behind gargantuan walls in constant fear. The only way they have to fight back against the Titans is the military. Eren Yeager, who witnessed the death of his family and friends as a child, is determined to fight back in the only way he can: by joining the service! Little did he know: the story behind the Titans are much more convoluted than they appear.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1458861802-22809476c78f0e3843f983b7a8ad0ed3.jpeg"
      },
      {
      "title": "5. Tengen Toppa Gurren Lagann (Gurren Lagann)",
      "description": "MAL Rated 8.81, Ranked #25 | Aired Spring 2007 | Produced by Gainax\n\n*Gurren Lagann* is an anime featuring epic battles, controversial characters, humor, and... busty female leads? Yes, please! Gurren Lagann is probably one of the more entertaining on this list, and is not something you should miss.\n\nDigging is the only way of life Simon knows－humans have been forced underground by the tyrant King Lordgenome, who guns down any who dare poke their heads to the surface. Simon spends the first 14 years of his life going further and further underground until a red-haired girl named Yoko crashes down, fighting several enemy Gunmen. Seeing the sky for the first time, Simon is determined to never again hide away, and fights for the right to live under the sun.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1450980162-0c22f51e641487098aade75cbc538551.jpeg"
      },
      {
      "title": "4. Cowboy Bebop",
      "description": "MAL Rated 8.83, Ranked #22 | Aired Spring 1998 | Produced by Sunrise\n\nCowboy Bebop is known as one of the greatest anime series of all time. It excels in absolutely every area imaginable, and the action is no exception. The fight scenes can range from badass to comical to stomach-dropping. If you have not watched Cowboy Bebop, then you are depriving yourself of one of the best experiences out there.\n\nIn 2071, humans have moved off the now unfit-for-life planet Earth and onto the other non-gaseous planets of the Solar System. The ragtag crew of the spaceship Bebop travel the stars on various missions!",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1450984062-bb98ae8682b00aad596025d7ce8e5dff.jpeg"
      },
      {
      "title": "3. Code Geass: Hangyaku no Lelouch (Code Geass: Lelouch of the Rebellion)",
      "description": "MAL Rated 8.85, Ranked #21 | Aired Fall 2006 | Produced by Sunrise\n\n*Code Geass* is an amazing series that incorporates supernatural ability, action, and moral messages. It is a mecha/action anime series done right.\n\nIn this alternate future, the world is ruled by three factions: the Holy Britannian Empire, the Chinese Federation, and the European Union. Lelouch, prince of the Brittannian Empire, made a vow to his childhood friend Suzaku to bring down the Empire, only to find that as adolescents they end up on opposite sides.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1459856195-1a980a0c46fe8e87195a512a0139efac.jpeg"
      },
      {
      "title": "2. One Punch Man",
      "description": "MAL Rated 9.07, Ranked #10 | Aired Fall 2015 | Produced by Madhouse\n\nThis list wouldn’t be complete without mentioning One Punch Man! This very recent comedy/action anime series is one of the highlights of the past anime season. Fans of the action genre should definitely give One Punch Man a shot... or at least one punch!\n\nSaitama became determined to be a superhero after experiencing the thrill of fighting an evil baddy. He puts himself on a training regimen, only to lost all of his hair and accidentally become the strongest human who ever walked the Earth. It's actually a problem－he doesn't get to experience any heart-pounding fights, as any conflict with Saitama ends with a very standard punch.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1460255597-7aa347f4a4033cf1821b31c468d4005e.jpeg"
      },
      {
      "title": "1. Hunter x Hunter 2011",
      "description": "MAL Rated 9.15, Ranked #5 | Aired Fall 2011 | Produced by Madhouse\n\n*Hunter x Hunter* has action, great characters and even scenes that will pull at your heartstrings. Each episode will have you laughing, crying, or biting your nails during great action scenes!\n\nGon was raised by his aunt, and believed he was an orphan for so long. One day, he comes across a Hunter, a sort of freelance adventurer, who tells Gon that not only was Ging, his father, alive, but he was a world-famous Hunter. Determined to find his dad, Gon decides to take the Hunter examination and travel the world.",
      "imageURL": "https://cdn.myanimelist.net/s/common/uploaded_files/1458472127-282a9a12628c2a753610a598ca6f282a.jpeg"
      }
    ]
  },
  {
    "searchQuery":["hentai","sex","nudity","adult","anime","sexy","big boobs","boobs","hot","nudity","r18"],
    "sfw":false,
    "data":[
      {
      "title": "The Best 15 Hentai Anime to Ever Exist! ",
      "description": "Guaranteed to be the best hentai anime list around, it’s sure to ease every last desire that you have, every single craving of the most delectable hentai. You are not wrong for craving the most despicable and wicked images because hentai anime were put on this earth to ease your suffering.\n\nWe all have our preferences on what hentai gives our life meaning and we should fill that void, varying from massive oppai, to pettanko, stepmothers and sisters, busty teachers and classmates, neighbors who you wished you could do anything to at any time, and for our RPG lovers, adventures involving sex slaves. Rejoice! Search no further for we have the right list for you. These works listed below are the epitome of the hentai industry and will suffice for your cravings of the most raunchy and unspeakable stories revolving our sex-driven protagonists.",
      "imageURL": "https://i.imgur.com/1EFCcnv.gif"
      },
      {
      "title": "15. Dropout",
      "description": "Until recently, Reika Shichijo was the best in her class, until she became a dropout. In this new and unique world, people who are “Dropouts,” or unable to admit into a university, without any other choices, are sent to work. Beautiful students must obey their new masters, as sexual servants to society. With the task of becoming one of her former classmates’ sex slave, Reika must help relieve Niimi-kun of his sexual tension, while helping him study. Niimi-kun will find out why his former senpai, Reika, became a dropout, while dealing with Reika’s exboyfriend, Shiroshima, and his envious peers.",
      "imageURL": "https://i.imgur.com/RJmpn9D.gif"
      },
      {
      "title": "14. Koakuma Kanojo The Animation",
      "description": "A cursed DVD is going around and it falls into the hands of cute and sexy schoolgirls. Akuno Mika, a shy girl who can’t profess her love to her classmate, has been cursed by the rumored DVD, turning into a horny demon. What will she go do now and what will become of her? Our next story follows Kana, who gets cursed when she watches the DVD, and now Kana and her sister together pay the price, realizing that the cursed DVD is true to its rumors.",
      "imageURL": "https://i.imgur.com/Qa44AqT.gif"
      },
      {
      "title": "13. HHH Triple Ecchi",
      "description": "We have four short stories depicting the sexual journey of the busty and alluring, Shigure Takashima. Our first and fourth story deals with the growing relationship between the busty and bodacious, Shigure Takashima and her classmate, Komatsu Kita. Komatsu, while on cleaning duty, stumbles upon Shigure pleasuring herself in the classroom, thus starting their relationship. The second story revolves around a man who Shigure has always seen as an older brother, her neighbor who can’t contain himself around her anymore. Episode three takes place with Miyuki, a beautiful girl, who suspects her father is a dirty old man, and is proven correct when Otou-san’s attraction towards his daughter grows immensely and can no longer hold himself back.",
      "imageURL": "https://i.imgur.com/wI5hxz4.gif"
      },
      {
      "title": "12. Itadaki! Seieki",
      "description": "Upon achieving his first love note from a cute girl, at the designated location to meet, Kanzaki is greeted by a kick to the face, by his admirer, Mari Setagoya, a vampire who wishes to drink life energy, or bodily fluids, since she can’t take the taste of blood. Kanzaki eagerly consents to this act of relieving him of his bodily bluids, but discovers Mari has another special ability that has been roused all thanks to Kanzaki.",
      "imageURL": "http://i.imgur.com/Cd4FKuP.gif"
      },
      {
      "title": "11.  Kanojo x Kanojo x Kanojo: Sanshimai to no DokiDoki Kyoudou Seikatsu",
      "description": "One day, a volcano erupts on the island that Haruomi has been living on throughout his peaceful days. Amidst the chaos, Haruomi moves in temporarily at some of his family’s residence. There he meets Natsumi, Akina, and Mafuyu, the cute and supposedly innocent sisters. From leaving his home due to a volcano, he is relieved of his worries and maintains his peaceful schedule with the help of the busty and erotic new sisters in his life. Follow these arousing sisters and Haruomi, while he finds his place in this new and well-endowed household of his.",
      "imageURL": "https://i.imgur.com/xn7bdiT.gif"
      },
      {
      "title": "10.  Hatsu Inu The Animation",
      "description": "Fukaya is now the passionate love-making partner with the very quiet and beautiful, Fujino, though he feels outmatched and helpless in comparison to the vibrator his lover carries around. Fukaya stumbled upon his new lover on the train one fateful day when he found Fujino using her precious vibrator on a crowded train. Now the two lovebirds are at a pool, and since Fujino can’t use her vibrator in the water, Fukaya should be able to have her all to himself, right?",
      "imageURL": "https://i.imgur.com/CZNks0Z.gif"
      },
      {
      "title": "9. Kuroinu: Kedakaki Seijo wa Hakudaku ni Somaru",
      "description": "Eostia, a land in which humans and the dark elves have been fighting over the rightful race for more than a century now. Monsters that have been ruled by the dark elves have been raiding human lands and defiling their women for generations. Until the all-powerful human mercenaries made an appearance, the dark elves have been fought off, but the mercenaries were not content with any of these victories, causing them to become violent. General Volt, a cruel leader of the mercenaries declared independence from both kingdoms and with the help of the savage orcs, this new nation attacks both humans and dark elves. Their new nation is a disgraceful nation where they shame their women by making them slaves, while the men remain on top. Upon counteracting the conquering of the dark elves’ castle and taking their queen prisoner, the goddess of the high elves handpicks seven princess knights to bring peace back to the lands.",
      "imageURL": "http://fap.to/images/46/1310238382/anime-cartoon-porn/Kuroinu-Kedakaki-Seijo-wa-Hakudaku-ni-Somaru-OAV-(gifs)-5.gif"
      },
      {
      "title": "8. Tsugou no Yoi Sexfriend?",
      "description": "With marriage on her mind, Yuu Arahama’s girlfriend proposes that they get married. Though she’s easy on the eyes, with a compatible personality, and can satisfy him in the “right” way, Yuu only sees her as a decent sexual partner and rejects this marriage proposal. When he tells his girlfriend he has been in sexual relations with five other girls who are equally as beautiful, if not better than her, instead of being furious, his girlfriend demands Yuu to choose one girl. With all these girls seeming to be an ideal candidate for marriage, they each use their bodies to satisfy Yuu in any way possible to make him choose one for marriage. Will Yuu continue on as he has been doing, or will he finally settle on one voluptuous girl to spend his entire life with together?",
      "imageURL": "https://i.imgur.com/yV6Ckr7.gif"
      },
      {
      "title": "7. Fella Pure: Mitarashi-san Chi no Jijou The Animation",
      "description": "Our story revolves around the student council president, a beautiful girl, so perfect that she is the epitome of elegance, or so it seems. Due to their parents traveling and rarely being home, fellatio with her younger brother has become our naughty student council president’s newfound hobby. Taking advantage of their situation, both siblings fulfill each other’s needs in different ways.",
      "imageURL": "https://i.imgur.com/6lRoeWP.gif"
      },
      {
      "title": "6. Stringendo: Angel-tachi no Private Lesson",
      "description": "Do you dream of being able to commit disgraceful acts with the most beautiful and popular girl in school? This is a story depicting how all the most popular girls end up having sex with the most sexual frustrated, lustful students: the unpopular guys. These girls desire their fantasies to be realized with the help of their new sexual partners. Follow each of these girls and their illicit and sexual fantasies coming to realization in these erotic stories.",
      "imageURL": "https://i.imgur.com/XC3zfQ0.gif"
      },
      {
      "title": "5. Euphoria",
      "description": "Keisuke Takatou wakes up in a featureless white room, unaware of how and when he arrived. While exploring his whereabouts, he notices six familiar girls huddled around a large monitor—his childhood friend Kanae Hokari, the class president Miyakou Ando, his English teacher Natsuki Aoi, his junior Rika Makiba, and his classmates Rinne Byakuya and Nemu Manaka.\n\nAs they attempt to make sense of their current situation, a voice suddenly declares through the monitor, *The game will now begin*. The rules of the game are simple yet brutal; assigned as the *unlocker*, Keisuke must select one of the girls as his *keyhole* and violate her in a specific manner. Only after he does this for five rounds will the group be promised freedom to the outside world...",
      "imageURL": "https://i.imgur.com/p3kmCOT.gif"
      },
      {
      "title": "4. Swing Out Sisters",
      "description": "Our love triangle story starts with our protagonist Yuuta, a student trying to ace his finals, who is the center of attention and affection from his gorgeous sisters, Chiyoko and Chinatsu. A fierce yet cute tomboy, Chinatsu, is constantly trying to get her brother’s affection by tormenting him. Contrary to Chinatsu’s methods, Chiyoko, a feminine and graceful sister, suffocates her brother with care and affection, coddling him. Will our sisters be able to relieve Yuuta’s stress for the upcoming school exams?",
      "imageURL": "https://i.imgur.com/5r5DWub.gif"
      },
      {
      "title": "3. Rance 01: Hikari wo Motomete The Animation",
      "description": " Rance, is our hero, a pervert, who wishes to be with many other women. He is accompanied by his female sex slave, and is tasked by a guild owner to find and protect his daughter in this fantasy RPG-like world. Stumbling upon many other busty and naughty adventurers, Rance, finds himself being relieved throughout his long and hard journey.",
      "imageURL": "https://i.imgur.com/MA2PV9f.gif"
      },
      {
      "title": "2. Eroge! H mo Game mo Kaihatsu Zanmai",
      "description": "With his only income from his day job at a convenience store, Mochizuke Tomoya, wishes to join the eroge business, a dream that will soon take shape. Upon finding a local ad for the eroge studio, Flower, he ends up meeting with the elementary school student-looking company president, and gets a job as an administrator of Flower’s website. Realizing that his co-workers do not know anything about eroge, Tomoya becomes the pseudo-consultant for the four busty co-workers of his, getting to know each of them thoroughly, while teaching them what eroge is really about.",
      "imageURL": "https://i.imgur.com/oaU4bOy.gif"
      },
      {
      "title": "1. Mankitsu Happening",
      "description": "Unfortunately, Keiichi Oyamada is incapable of holding down a job. Why? Due to having sex with every female coworker he has worked with in his previous jobs, holding down a job is easier said than done. Keiichi now works at a manga café, where his best friend is the manager, his co-worker is the beautiful Rei Suzukawa, and one of their regular customers is Keiichi’s adorable childhood friend, Kururu Hiiragi. Will Keiichi be able to hold down this job or will he succumb to his lustful desires?",
      "imageURL": "https://i.imgur.com/5Y5n4nf.gif"
      }
    ]
  },
  {
    "searchQuery":["hentai","sex","nudity","adult","character","characters","sexy","big boobs","boobs","hot","nudity","r18"],
      "sfw":false,
      "data":[
        {
        "title": "Top 10 Hentai Slut Characters",
        "description": "The definition of the word slut reads – “a woman who has many casual sexual partners.” While that, of course, rings true, what we would like to do is expand on that definition and include some characters who exhibit slutty tendencies. For example, someone with no shame who enjoys having sex in public, or someone who is willing to advance their goals by means of sexual favors.\n\nIn a world that’s dominated by sexual desire and lust, it won’t be hard to list dozens and dozens of characters who possess these traits. What we tried to aim for is to bring you the sluttiest females from some of the more popular hentai out there. Now that we have the criteria set for you fine folks, it’s time for us to delve deep and bring forth a memorable list of ten slutty characters in hentai.",
        "imageURL": "https://i.imgur.com/nFS9fjV.gif"
        },
        {
          "title": "10. Mizuho from Stringendo: Angel-tachi no Private Lesson (Stringendo)",
          "description": "Stringendo is a robust series that spans twelve remarkable episodes. In these episodes, it showcases popular high school girls who aren’t able to control their sexual desires. Without a proper way of containing all that lust, they decide the best thing to do is take advantage of their social status and prey on the less popular guys at school, in various alluring settings. These guys lives will never be the same again.\n\nWe’ll kick this list off with a prime example of what we’re talking about when it comes to slutty tendencies. There are several memorable female characters from Stringendo, but we wanted to go with the one that starts it all. That’s right, in episode one, Mizuho shows off her insatiable sex drive by offering one of her classmates a chance of a lifetime. The thing is, Mizuho could’ve had any guy in class. She didn’t care who she slept with, but she preyed on this unpopular guy and completely took advantage of him using her body to sexually satisfy her desires.",
          "imageURL": "https://imgur.com/QxIaIvj.gif"
        },
        {
          "title": "9. Mana from Shin Sei Yariman Gakuen Enkou Nikki The Animation",
          "description": "Our number nine pick is based on the doujin game by Orcsoft. Shin Sei Yariman Gakuen Enkou Nikki The Animation tells a tale about a worn out 45-year-old office worker, who had his wife recently leave him after twenty years of marriage. Saiki Yasuo is feeling the ramifications of his lost marriage and now has to deal with depression while trying to pick his life back up. Things start to take a turn for Saiki when he meets a student from the curious St. Marian Academy.\n\nIn the first half of the lone episode in this series, Mana takes her client Saiki, to a karaoke bar where things escalate quickly. Mana is from the St. Marian Academy which houses many prostitutes. Mana only cares about her pay and will do anything sexually in order to please her client and get her just payment. In this case, Mana feeds off Saiki’s emotional state from his fresh divorce and uses the karaoke room to act on it. After being caught in the act, Mana invites the waitress in the bar to join them with zero shame.",
          "imageURL": "https://i.imgur.com/F3U6zoC.gif"
        },
        {
          "title": "8. Mako Mitsuki from Enkou Shoujo: Rikujoubu Yukki no Baai The Animation",
          "description": "The story revolves around two friends Yukki and Mako who were set on different paths during their school tenure. Mako was struggling in life after dropping out of school and getting herself into the prostitution business. Yukki, on the other hand, got injured and had to quit the track team. After one eventful night, Yukki decided to meet with Mako to make sure she was doing well after a scuffle with her boss. From there, Yukki got offered a role in Mako’s most recent sex proposal. Yukki had never had a boyfriend before, but her willingness to be there for her friend ultimately trumped any concerns she had.\n\nAs the story goes, Mako dropped out of school and pursued a life into the prostitution business. Although not her first choice, it was clear that she had found something that she was good at. Mako proposes her friend Yukki get in on the action and together with a male client they have a threesome. Mako acts as the sex veteran, while Yukki watches and learns. Mako eats up the opportunity to earn more cash, which means taking on various clients along the way. Mako claims she is the girl that will give oral sex anytime, anywhere.",
          "imageURL": "https://www.sankakucomplex.com/wp-content/uploads/2016/08/EnkouShoujoRikujoubuYukkynoBaai-Episode1-1.jpg"
        },
        {
          "title": "7. Miyu from I☆Can",
          "description": "Our next pick delivers a story about a guy named Ryouta who is infatuated with an idol named Miyu, despite the fact that his friend Reina has feelings for him. Miyu’s manager is a pervert who’s made many advances towards his superstar. Ryouta has taken note of this but is too soft to make any advances on it. Just when Ryouta is about to have sexual relations with Miyu, the manager puts an end to it and from there, we see the degeneration of Miyu’s personal life.\n\nMiyu comes from one of the more well-known NTR series in all of hentai. I☆Can has certainly triggered several people along the way. Having said that, the reason we have Miyu at number seven on this countdown is because she simply lives up to the slutty tendencies that we seek out as criteria for this list. At first, Miyu doesn’t care for her manager’s advances, but she eventually succumbs to his ability to sexually satisfy her. She eventually ‘cheats’ on Ryouta right in front of him with little to no remorse. Regardless of how impotent Ryouta acts towards the given situation, it’s clear that Miyu cannot be faithful.",
          "imageURL": "https://i.imgur.com/LxWdCJ3.gif"
        },
        {
          "title": "6. Yui Nemoto from Love Selection The Animation",
          "description": "The number six choice is a two-part series. The plot behind the first episode of Love Selection The Animation takes form when Yui decides that she wants to have sex before she finishes school. The easiest way of doing so would be to gather up all the males interested in having sex and dragging her other two female friends in. Episode two features a guy who frequents the Royal Bust restaurant because he’s infatuated with one of the waitresses. One day, Royal Bust uses a Special Service Day for all loyal members and this guy sees the opportunity to get with his love.\n\nAfter a careful investigation by Yui, she comes to the conclusion that she and her two friends are the only three that are still virgins in their class. This allows for her lustful desires to take over. Yui is not satisfied with that idea, so she takes it upon herself to announce to the entire class that every male who’s interested can line up and take her virginity. Of course, she brings her friends in which spreads out her options, but ultimately, Yui still gets her desires filled by four different guys. Not only did she desire this, but she went through with it as well.",
          "imageURL": "https://i.imgur.com/UwZxIiu.gif"
        },
        {
          "title": "5. Yariko from JK Bitch ni Shiboraretai",
          "description": "We’re now at the medial portion of the countdown and we bring you the newest series on this list, JK Bitch ni Shiboraretai. This hentai follows a favored student’s sexual escapades. He encounters several immoral female students along the way and he receives compensation for assisting them with their troubles. This ranges from meeting the “school slut” to the “skank” and even a student noted as the “idiot.” Their escapades lead them to having relations in the school and even a karaoke bar. There seems to be no end to these shameful students.\n\nWe could have picked any number of female characters in this anime as they all met the criteria for this countdown. We decided to go with Yariko, who’s on a mission to have sex with one hundred virgins. If that’s not enough to be considered slutty, we don’t know what is. The defining moment for us was the restaurant scene with Yariko and the main character. While Yariko was on the phone with her friend, the two completely lost it and had sex right on a table, while still being on the phone with said friend. Yariko wanted her friend to join in, but he was already satisfied.",
          "imageURL": "https://i.imgur.com/YVnQ7Jl.gif"
        },
        {
          "title": "4. Kyouka Shiraishi from Energy Kyouka!!",
          "description": "This next pick is about a student named Kyouka who finds herself low on cash. In order to pay her cell phone bill, she looks to prostitution for the answer. She starts out by doing simple tasks with students in the men’s washroom but her actions led to her being punished by her class president Reona. Thanks to Reona, Kyouka is offered a job at a private club where she can make loads of money. This sets up a duel between the president and Kyouka to see who can satisfy the most men.\n\nIt’s amazing what one will do for money if they’re desperate enough. Take, Kyouka Shiraishi for instance, she was willing to give three guys oral sex in the men’s bathroom just so she could pay her cell phone bill. But her slutty ways didn’t end there, oh no, we’ve merely scratched the surface, as the main event comes with a price. Reona suggests that Kyouka helps out with her mother’s private club to earn some more money. So after a little persuasion, Kyouka finds herself ‘entertaining’ a plethora of older men. If that wasn’t enough, she also has sexual relations with her brother too.",
          "imageURL": "https://i.imgur.com/wYjvZQM.gif"
        },
        {
          "title": "3. Blindfold Girl from Renketsu Houshiki",
          "description": "What makes Renketsu Houshiki unique to this list is that it tells a different story in each of its three episodes. The first story involves an incestuous relationship between a brother and sister after the sister convinces the brother not to marry his fiancé. Story number two is about a student who rapes his peers and teachers. The final episode is about a female student who is witness to a gangbang, but instead of helping her, she has other ideas.\n\nFor this pick, we went with episode three titled “Blind.” The brown-haired model student has a rather large fetish that she keeps under wraps. After receiving pleasure by watching a gangbang inside the school, the blindfold girl takes her black bag of kink outside, puts a blindfold on and has a random guy handcuff her up to a lamp pole. She offers up her supple body to anybody who should stumble upon her. She literally gets off at the fact that she is getting gangbanged on her own accord by dozens and dozens of males. That’s a tough one to top.",
          "imageURL": "https://i.imgur.com/EDzE1Om.gif"
        },
        {
          "title": "2. Erika Sakurai from Kanojo wa Dare to demo Sex Suru",
          "description": "Continuing on with the countdown, we come across a story about a guy named Kazuhiro Sayama who finally musters up enough courage to confess to the girl that he loves at his school, Erika Sakurai. What Kazuhiro isn’t aware of is that Erika is an uncontrollable sex addict, who enjoys a multitude of sexual kinks. Despite her addictions and blinded by love, Kazuhiro offers up to be the cameraman to record all of her sexual activity. Unfortunately for Kazuhiro, he’s going to have to capture every salacious situation of his crush being utterly satisfied by other males.\n\nBased on the description above, you should already see why we have selected Erika Sakurai as our number two hentai slut. Despite Kazuhiro confessing his love for Erika, she goes off and has sex with a teacher in the library. She’s not done there, however. This girl has sex with practically anybody with a pulse. This includes her landlord, construction workers and a random customer at a manga café. This is one girl that cannot be satisfied with only one penis. The ending of this series really enforces why she made this list.",
          "imageURL": "https://i.imgur.com/8mxg0Sp.gif"
        },
        {
          "title": "1. Ruma from Stretta The Animation",
          "description": "Stretta The Animation deals with a gorgeous and popular girl by the name of Ruma. She’s essentially worshiped by her peers at her school and with good reason; she’s friendly and has a hot body to boot. With that high praise from her peers, she is able to do whatever she wants, and that includes having sex with as many male students as she sees fit. This nymphomaniac will never rest. To top it off, she takes candid photos of the couples from the Stringendo & Accelerando series to use for her pleasure.\n\nWhile you could make a case for the last few entries to be our number one pick, we ended up deciding that Ruma from Stretta The Animation was the best fit. The reason we believe this is because Ruma is the epitome of the word slut. She literally feeds on these guys sperm and is there ever a lot of that to go around. She brings in one guy after another in the gym storage and has lustful relations with them. It never appears that she’s doing these acts for anything other than to satisfy her needs. She’s in complete control of her situations, unlike some of the other choices in this countdown.",
          "imageURL": "https://i.imgur.com/q0Zx0Cl.gif"
        }
      ]
  },
  {
    "searchQuery":["hentai","sex","gangbang","gang bang","nudity","adult","anime","sexy","big boobs","boobs","hot","nudity","r18"],
    "sfw": false,
    "data": [
      {
      "title": "Top 10 Gangbang Hentai Anime ",
      "description": "We have covered a variety of hentai genres in the community. One of the more pushed for genres has been “gangbang”. While it’s not everybody’s cup of tea in this fantasy-based entertainment, it sure has its following. Now, we’re here to say that we have this covered for you folks who demanded it.\n\nWe want to make sure that everyone is not confusing this list with the best group scenes. While these would technically qualify as group scenes, we’re aiming to look at the darker side of things. This means a group of characters sequentially or simultaneously enjoying non-consensual sexual activities with their targets. Now that we have established the criteria, it’s time for us to deliver this filthy list.",
      "imageURL": "https://honeysanime.com/wp-content/uploads/2017/04/Kangoku-Senkan-wallpaper-667x500.jpg"
      },
      {
      "title": "10. Toriko no Chigiri",
      "description": "At the start of the countdown, we come across a beautiful purple-haired girl by the name of Rio Yakumo. She and her sister Miyu, get thrust into a sticky situation, to say the least. Their grandfather heads a Yakuza group and he suddenly falls ill. During this time another group proposes a potential takeover that could be crippling for many involved. In order for the Yakumo family to thrive, they will need to make a deal with a rival group for their support; however, it’s going to cost them a female or two.\n\nAs I’m sure you can gather from that synopsis both Miyu and especially Rio are in for a desired-filled physical confrontation. It starts with Rio taking one for her ailing grandfather as the rival group takes their turns breaking in Rio. Miyu, concerned for her sister, finds herself in an equally sticky situation as the rival group has no qualms about having another for their demented pleasure. The reason this made the list is for two reasons, the first is because of the sinister game the group makes the sisters play with them and secondly, due to the uniquely rare gangbang ending.",
      "imageURL": "https://i.imgur.com/LCngKee.gif"
      },
      {
      "title": "9. Last Waltz: Hakudaku Mamire no Natsu Gasshuku",
      "description": "During the summer months, several different school clubs stay on an isolated island to go through the rigors of a training camp. Yuki is a female who happens to be a caretaker for the baseball club. All of a sudden a civil war descends upon their country and all the male teachers embark on a mission to see what went wrong. After several days of no contact, the teachers never return, leaving everyone stranded on the island. With minimal food and supplies, everyone starts to lose their self-control.\n\nThe first act shows a lone female trying to build a rapport with one of the clubs, by offering up her body in exchange for protection. Of course, it starts out well, but when the clubs demands far outweigh the girl's expectations, things start to go downhill quickly for her. That situation further emphasizes one of the main selling points for this anime; nobody is safe. Even the girls, who avoid danger early on, are eventually swallowed up by the carnal desires of these deplorable clubs.",
      "imageURL": "https://i.imgur.com/93FCVF8.gif"
      },
      {
      "title": "8. Himekishi Lilia",
      "description": "Himekishi Lilia tells of a fantasy-driven tale about a princess named Lilia who is destined to become the new leader of her kingdom. However, not everybody is willing to accept that scenario and her defiant brother, Dirk, has his own agenda. Dirk makes a pact with a demon in order to capture Lilia and extract the holy energy that she possesses. In order to do that, Dirk will have to get Lilia to reach her highest level of sexual ecstasy. Dirk captures their own mother and threatens her very life if Lilia doesn’t comply with Dirk’s corrupt ambitions.\n\nHimekishi Lilia is the lengthiest of the series that we have on this countdown. The good thing about that is it gives them adequate time to develop more devilish scenarios. In one of the few examples on this list, this series adds a different flavor to the standard gangbangs by exhibiting incestuous relations between mother, sister, and brother. The vile brother is blinded by power and with the help of a demon, he’s able to capture and break down his sister and mother. This becomes a long journey between three females who are used as slaves to further someone’s ambitions.",
      "imageURL": "https://i.imgur.com/9eV0vuD.gif"
      },
      {
      "title": "7. Wana: Hakudaku Mamire no Houkago",
      "description": "Our number seven pick showcases a story about a mysterious suicide. Raika Misaki’s brother, Yasuji was so close to graduation with aspirations of becoming a teacher. One fateful night, Yasuji decided to jump from the top floor of the school. Raika naturally has trouble coming to grips with reality and is determined as ever to find out why Yasuji did what he did. Raika transfers to her brother’s (all-boy) school with the intention of discovering the truth of her brother’s death. Unfortunately for Raika, someone interferes after discovering her true identity.\n\nOne of the things that Wana: Hakudaku Mamire no Houkago tries to do well is throw in a hint of mystery to the story. Its overall violent tone is noticeable. Now we won’t say that it’s the best mystery driven narrative for a hentai; in fact, this isn’t the only hentai on the countdown that showcases a female dressing up as a guy to find out the truth. What this anime does bring to the table, is a gripping climax to the series. When we’re talking about gangbang hentai, anything that makes it standout is a bonus to us.",
      "imageURL": "https://i.imgur.com/VEEbavp.gif"
      },
      {
      "title": "6. Makai Kishi Ingrid",
      "description": "Tokyo, the now diabolic city is the host of a dark existence that’s sweeping and changing the very landscape. Hell knight Ingrid is tasked with taking care of a treacherous doctor named Sabato Kiryuu. Determined as ever to settle the score, Ingrid runs into Sabato in a church where she gets caught off-guard and gets captured by the diabolic doctor. Now with the authority to do whatever he wants with Ingrid, he encourages monsters to defile and disgrace her body all in a sinister plan to keep Edwin Black from saving her.\n\nWith Makai Kishi Ingrid we get a more action oriented series that definitely takes on a darker side, in terms of characters and visuals. The lion’s share of the scenes in this anime are dimly lit which adds to the characters somber tone in this hentai. Makai Kishi Ingrid concocts a steamy blend of gangbang, slavery, tentacles and demons. In addition to that, it also dabbles in exploitation and experimentation. If that sounds like something up your alley, then look no further. It’s not hard to see why this is a highly regarded hentai.",
      "imageURL": "https://i.imgur.com/yUFxcQS.gif"
      },
      {
      "title": "5. Wanna. SpartanSex Spermax!!!",
      "description": "This next selection is based on the eroge from Guilty eX. Yoshiyuki Tanabe is a student at a shabby academy, filled with delinquents who constantly bullied him. After reading that Yoshiyuki had disappeared, his cousin, Nagisa became incensed. In an effort to find her cousin, Nagisa dresses up as a male and transfers to Yoshiyuki’s school to investigate his whereabouts. What she finds is that these thugs do more than just bully students.\n\nRemember a couple picks ago we discussed that there was another hentai that shared a lot of the same parallels to Wana: Hakudaku Mamire no Houkago? Well, here it is. The difference is that Wanna. SpartanSex Spermax!!! utilizes bondage and sex toys more effectively. This anime also packs in an aphrodisiac to enhance the pleasures of the females involved. The bullies at this school literally break down these girls by pushing them to the absolute physical and mental limits; which is exactly something you would want from this genre.",
      "imageURL": "https://i.imgur.com/p3dnEp3.gif"
      },
      {
      "title": "4. Kangoku Senkan",
      "description": "Our next pick is a science fiction space adventure involving a space criminal by the name of Donny Bogan. He happens to be captaining a ship representing the Neo Terrors. Donny has been building resentment and plotting a plan to get back at New Solar commander Lieri Bishop and her aide Naomi Evans for sabotaging his mission four years ago. His plan is to kidnap them at the Titan Space Station and then bring them aboard his ship so he can brainwash them and use them for his sexual desires.\n\nKangoku Senkan strongly depicts what can go wrong when a space criminal who has an unyielding vendetta against a female commander and her subordinate. When Donny finally captures the girls he shows no remorse and forces them to become his sex slaves through a variety of methods. One of those disturbing methods is brainwashing them through the use of neuro-chemicals and shock treatment. Copious amounts of gangbang hentai result in physical abuse, but in this anime, you can really sense the sheer malice that Donny has for Lieri and Naomi. Kangoku Senkan can stimulate some darker fantasies out there.",
      "imageURL": "https://i.imgur.com/vET8DB0.gif"
      },
      {
      "title": "3. Helter Skelter: Hakudaku no Mura",
      "description": "Helter Skelter: Hakudaku no Mura tells a tale of Miu and her family of four women who aspire to become well-known celebrities. After her mother, Sayoko lands the family a TV shoot they travel to a remote island in the summer to commence filming. However, it’s not long after when they come to the realization that they’ve been had. It was all a devilish scheme to get them to participate in a festival known as “The Shishigami.” There, the girls are unwillingly placed deep in the traditions of the festival.\n\nUnlike our previous selection, Helter Skelter: Hakudaku no Mura doesn’t use revenge as a theme for sexual abuse. Instead, these degenerates trick a bubbly family into thinking they are filming something of importance. Instead, the family gets blind-sided and is in the hunt for their life as the sexual predators are unrelenting in their quest for perverse desires. If you’re a fan of sex toys, double penetration, creepy characters and generous amounts of bodily fluid, there is no reason not to check Helter Skelter: Hakudaku no Mura out.",
      "imageURL": "https://i.imgur.com/Hhcgts5.gif"
      },
      {
      "title": "2. Rin x Sen + Ran -> Sem: Cross Mix",
      "description": "We now present you with our number two pick, Rin x Sen + Ran -> Sem: Cross Mix. As the name would indicate this is a crossover between two other Suzuki Mirano hentai series, Rin x Sen and Ran->Sem. The story follows a broken Urara who was told that her fiancé was taking part in the seminars at the heinous Believe Laboratory. After contemplating her options, she is met by Anna and Riko who recruit her into the fold. From there, the exclusive trade-off of talent between the corrupt Kokudou Academy and Believe Laboratory can officially get started.\n\nRin x Sen + Ran -> Sem: Cross Mix has everything and more that we liked about the two series that crossed over. This installment is arguably the epitome for gangbang hentai enthusiasts. It’s got beautiful art, stimulating females and above all else, wonderful scenarios that play out in a way that’s extremely arousing for the viewers. We see the return of all the familiar faces from each series and it plays very much like a sequel to both. If you’re a fan of Urara you’re going to get your money’s worth in this hentai, as she is repeatedly broken down both physically and mentally.",
      "imageURL": "https://i.imgur.com/5Iu728A.gif"
      },
      {
      "title": "1. Kuroinu: Kedakaki Seijo wa Hakudaku ni Somaru",
      "description": "For over a century the humans and dark elves have fought for supremacy over the lands of Eostia. The dark elves rule over a race of monsters that has raided human lands for generations, capturing and defiling their women. A group of mercenaries, led by the ruthless general Volt partner up with the fierce orcs and they declared war against both the humans and dark elves alike. The only remaining hope for the rest of the kingdom is a fellowship of seven princess knights to purge the evil throughout the land.\n\nThe first thing that comes to mind when we ranked this anime is the character diversity in this series. Not only just in the female department, but also with the males as well. We have humans, dark elves, orcs, demons, goblins and an assortment of other beasts. These poor females get used and abused by these hellish monsters; literally becoming their public restrooms. Kuroinu: Kedakaki Seijo wa Hakudaku ni Somaru wraps up everything wonderfully that you crave in a gangbang hentai. If you’re a fan of beasts tearing up beautiful girls in a fantasy setting, this is going to be your delight of the night.",
      "imageURL": "https://i.imgur.com/jPj8BdU.gif"
      }
    ]
  },
  {
    "searchQuery":["hentai","sex","hardcore","hard core","gang bang","nudity","adult","anime","sexy","big boobs","boobs","hot","nudity","r18"],
    "sfw": false,
    "data":[
      {
        "title": "Top 10 Hardcore Hentai Anime ",
        "description" : "There are a few reasons why we watch hentai, but obviously, we watch hentai for the constant nudity and sex. And if you’re an avid watcher of hentai, there will be a point that you want to try watching bolder and wilder hentai shows. Something not “vanilla sex” so to speak. Welcome to the world of the hardcore.\n\nWhat makes a hentai “hardcore”? There are no specific categories but we’re going to limit the list to a few things: extreme sex and how they are portrayed, the story behind the sex, extremely immoral, and generally something you wouldn’t want your friends or significant other to know you’re watching such content.\n\nAre we good? Great! Let’s get nasty!",
        "imageURL" : "https://i.imgur.com/CxHONHy.gif"
      },
      {
        "title": "10. Dropout",
        "description" : "In an obviously lewd version of Japanese society, dropouts, or the people who failed to be admitted to universities, are forced to work as public sex servants and help aspiring students to study and contribute to society. Niimi is a student who studies hard and in order for him to not become a dropout, Shichijo Reika, a student at the top of her class, comes in and helps relieve his sexual desires so he can study better. Is Reika a dropout? What happened? And is there a reason why she has taken a liking towards our hero?\n\nLet’s start this list with something very recent. At first glance, Dropout is your typical orgy anime, but the story of a guy ending up having sex with one of the most respected and beautiful girls around, and the idea of girls turning into public utility equipment makes up for it. And the sex, oh man, we hope you like the idea of seeing girls being used as public urinals and see their wombs turn inside out. The hentai is still ongoing, so who knows what kinky stuff are waiting.",
        "imageURL" : "https://i.imgur.com/nyZ5q1a.gif"
      },
      {
        "title": "9. Gakuen de Jikan yo Tomare",
        "description" : "The bastard child of a rich businessman is out seeking revenge for abandoning him and his mother when he was a child. With the power of a time-stopping device given to him by an unknown witch, he infiltrates a prestigious school where his half-sisters are studying and exact revenge.\n\nWhat happens if you give a guy who wants to destroy his father, the power to stop time? You got yourself a rapist violating every girl with impunity. This is not exactly a happy story, but the hentai was nice enough to give the “hero” a sufficient backstory and a reason why he wants to exact revenge on his father.\n\nThroughout the series, our nameless hero first raped his half-sisters and then proceeded to literally rape everyone in the school. And with the help of his time-stopping device, he has all the time in the world to rape and destroy everything his father had built.",
        "imageURL" : "https://i.imgur.com/PxD5zq5.gif"
      },
      {
        "title": "8. Himekishi Lilia (Princess Knight Lilia)",
        "description" : "Princess Lilia is next in line to rule over the kingdom from her brother Dirk. Like any jealous power-hungry relative vying to take control over their father’s kingdom, he made a pact with a demon to capture Lilia and have them extract her hidden power by subjecting her to the highest level of sexual ecstasy through humiliation, rape and offering her body to the demons.\n\nLilia is one of the most unfortunate princesses in hentai stories and for good reason because a princess in hentai is often not saved and ends up getting raped, etc. Thankfully, she pulled through in the end after she got raped by her brother several times, then by a giant bull demon with two dicks, a monster frog, get forced to drink a chalice filled with semen, molested by the townsfolk and much more. You have to be strong-willed to stay sane after experiencing all that.\n\nSpeaking of princesses...",
        "imageURL" : "https://i.imgur.com/6fAXwdu.gif"
      },
      {
        "title": "7. Kuroinu: Kedakaki Seijo wa Hakudaku ni Somaru",
        "description" : "The humans and the dark elves of the land of Eostia have fought for centuries and maintained an uneasy status quo. The human race has held their ground against the dark elves and their monsters, but all that started to change when a general of a mercenary group named Volt, declared independence and attacked both humans and dark elves alike. Standing in Volt’s way is the fellowship of seven princess knights, hand picked by the goddess of the high elves. Will Volt create a new nation where men reign supreme and woman as sex slaves? Or will the princess knights put a stop to his reign of terror and restore peace?\n\nAs we mentioned before, princesses in hentai usually don’t end up getting saved and Kuroinu is a show where the “bad guy” wins. Every princess knight and every woman either get raped by the mercenaries or getting raped by the ogres, demons, and pig men. There’s no middle ground, sadly. Offensive as it may be, Kuroinu has one of best character designs in hentai so it’s worth checking out and you really won’t feel that much guilt watching these girls getting violated non-stop.",
        "imageURL" : "https://i.imgur.com/zaibMSt.gif"
      },
      {
        "title": "6. Makai Kishi Ingrid (The Dark Knight Ingrid)",
        "description" : "Demon City Tokyo. A place populated by both humans and evil spirits. Peace has been kept for ages by an unspoken agreement between humankind and the demons. But now, humans have fallen from grace, and formed a secret criminal organization with the demons. Ingrid is a demon hunter who brings justice to the city by hunting down demons preying on helpless humans. Due to her acts of justice, Ingrid is known as the Dark Knight that struck fear into the hearts of wrongdoers.\n\nIngrid is a strong warrior, but women in hentai are always on the receiving end. Ingrid gets captured and is subjected to lots of rape and abuse like the usual gang rape, prostitution and drug abuse. The story is there, but the main focus of Ingrid is the monster sex so once the initial setting of the story is established, it’s non-stop sex. This approach is a good thing if you just want to a modern tentacle and monster sex hentai anime.",
        "imageURL" : "https://i.imgur.com/FkKaSbb.gif"
      },
      {
        "title": "5. Bible Black",
        "description" : "Minase found a book of magic in his school and after reading the pages, the magic contained strong sexual effects which Minase used to his advantage. As he goes deeper and deeper, Minase discovered its origins. That's when the evil within the book came forth and the incident 12 years ago at an event called the Night of the Walpurgis, came to light. Minase now struggles to free himself from this evil, but… can he really get away?\n\nBible Black is one of the most prolific and successful hentai titles in existence. The immediate draw of Bible Black is that it focuses on the occult, religion, ritual sacrifice, devil worshipping, and offers a glimpse of what happens if Hell starts an orgy on Earth.",
        "imageURL" : "https://i.imgur.com/0XTwqQZ.gif"
      },
      {
        "title": "4. Discipline",
        "description" : "Hayami Takuro thinks he’s the luckiest guy in the world for transferring to the all-female, Saint Arcadia School. Indeed, the girls all want to have sex with him, but the girls who engage in sex with him were shocked to know that Takuro has a secret under his pants. The battle for sexual supremacy begins.\n\nDiscipline has an actual story but what’s interesting about it is the sex is actually a part of the main plot. The story plays like any cheesy porno flick featuring big-breasted women all wanting to have a piece of our hero Takuro. The first 2-ish episodes start out with normal sex, but as soon as the girls discover Takuro is a geyser, things get very absurd with a convoluted story of a sexual power struggle within the campus and lots, and lots, and lots of sex ranging from bondage to gangbang.",
        "imageURL" : "https://i.imgur.com/IEkLEd4.gif"
      },
      {
        "title": "3. Euphoria",
        "description" : "Takato Keisuke and 6 other girls are trapped in these hidden white rooms with no recollection of how they got there. Suddenly a mysterious voice echoed throughout the room and declared the game has begun. A game with their lives at stake. The mechanics of the game is devious: Keisuke is the “unlocker” and one of the girls is the “keyhole,” and in order to unlock the keyhole, he needs to find a key to open. Can Keisuke play by the rules and win the game or will he fail and die along with the other girls?\n\nEuphoria, for all intents and purposes, is similar to the gruesome Saw movies but with a hentai twist. And just like the Saw movies, you need an iron gut to sit through Euphoria’s wide assortment of nasties like electrocution, impregnation, scat, and other extreme fetishes. Thankfully, Euphoria has great character designs with very attractive female characters… who will eventually die in the most gruesome way possible.",
        "imageURL" : "https://i.imgur.com/Ps84I9D.gif"
      },
      {
        "title": "2. Choujin Densetsu Urotsukidoji (Urotsukidoji: Legend of the Overfiend)",
        "description" : "According to legend, the human realm is not the only realm on Earth. In fact, there are two more realms that exist: the Demon Realm called the Makai, and the realm of half-man, half-beast called the Juujikai. There is an old tale saying that every 3,000 years, a supreme being called the Overfiend, will emerge from the human realm and bring balance to the three realms. After hundreds of years of searching, Jyaku Amano, a Juujikai, sensed the Overfiend residing within the human, Nagumo Tatsuo. Soon after, Tatsuo was attacked by the Makai because they believe what’s residing within him is not the Overfiend, but rather an evil being that is set on destroying all realms.\n\nThis is one of the few instances that you actually need to watch for the story and it’s a very good story. Good luck following the story of the many installments because the Urotsukidoji is one confusing ride. Regardless, this series is considered the grandfather of hentai anime that did a lot of new things and inspired hentai anime to this day.\n\nThe hentai has everything from casual sex, rape, monster sex, and over the top maso-sadism. Monsters rape the women and then they either kill them or eat them after, religious themes, a gigantic machine that drives pistons in women’s vagina, you name it. The only thing that’s keeping this granddaddy of a hentai from the number 1 spot is the story does get in the way of the sex. If you’re the type to pleasure yourself while watching, you’ll find yourself disappointed because Urotsukidoji doesn’t give you enough time to appreciate the vile things done to women.",
        "imageURL" : "https://i.imgur.com/oeYR4p0.gif"
      },
      {
        "title": "1. Kuro Ai: Hitoyozumakan Inkou Rannyuuroku (Dark Love)",
        "description" : "Gojo “Nowaki” Tetsuya has been summoned to help train girls in the Gekkokan to satisfy the lust of men. The Gekkokan is a secret underground brothel that is popular amongst the rich and powerful as the go-to place to satisfy their lust by engaging in sexual acts so depraved that one might wonder if they’re truly human beings. However, the true purpose of the brothel is far more insidious for it’s a gathering place to make a pact with the demons.\n\nThe sex itself is admittedly well-made and the fast pace makes it more realistic and keeps pace to anyone who masturbates while watching (let’s be realistic here). There are your traditional gang rape and one-on-one action, but the tentacle scenes are absurd to the point of insanity and it's the main highlight. The tentacles are so long, they deform the bellies of the girls and then go through the mouth as if the girls were skewered kebabs. If that’s not hardcore enough, the tentacles grow tiny pointy tentacles.\n\nKuro Ai is number 1 on the list and beats Urotsukidoji mainly because Kuro Ai focuses on the over the top sex with a simple story about demon worshipping. Urotsukidoji may have gore and vagina pistons in it, but the sex scenes are too brief and the story does get in the way for anyone who watches hentai for the sexual stimulation and release. Kuro Ai is the most offensive, evil, and awful hentai anime you need to watch if you want to satisfy your inner demons. Remember: You don’t watch porn for the story and that is the case with this list of hardcore hentai anime.",
        "imageURL" : "https://i.imgur.com/t004zXl.gif"
      }
    ]
  },
  {
    "searchQuery":["hentai","sex","tentacle","gang bang","nudity","adult","anime","sexy","big boobs","boobs","hot","nudity","r18"],
    "sfw": false,
    "data":[
      {
        "title": "Top 10 Tentacle Hentai Anime ",
        "description": "Japan has many weird or even bizarre fetishes ranging from bukkake to necrophilia, and perhaps the most popular and certainly old (we mean ancient old) fetish is the tentacle erotica. What is tentacle erotica? In its simplest term, it’s a fetish involving a human being (usually a woman) engaged in sexual activities with creatures or monsters that have tentacles.\n\nThere are lots of tentacle hentai anime out there, but we’re going to focus on 10 hentai anime that shows tentacles, but also tell a story be it good or bad, or a justification why tentacles exist in the anime. The tentacles must be part of the story or are a literal part of key characters, and they may or not be frequently shown.\n\nOh and yes, this list contains pornography, blood and gore, rape, and an assortment of very offensive material. And if you do try and watch any of these, please avoid the English dub version. So yeah, you have been warned.",
        "imageURL": "https://i.imgur.com/TbSL1mr.gif"
      },
      {
        "title": "10. Inyouchuu The Animation",
        "description": "Demon hunter Mikoto, Sui, and Yamato are at school late at night fighting supernatural beings. After failing to kill the monster, the three students retreated to the nearest swimming pool to freshen up. Little do they know they walked into a trap and they’re at the mercy of the monster they tried to kill.\n\nYep, that’s the summary of the plot. Actually, the story is barebones and the rest is filled of nonstop tentacle rape scenes. And that’s the reason why this is number 10. If you want pure tentacle action with some story to justify the tentacle’s existence, then look no further.",
        "imageURL": "https://i.imgur.com/PHwfyXB.gif"
      },
      {
        "title": "9. Makai Kishi Ingrid (The Dark Knight Ingrid)",
        "description": "Demon City Tokyo. A place populated by both humans and evil spirits. Peace has been kept for ages by an unspoken agreement between humankind and the demons. But now, humans have fallen from grace, and formed a secret criminal organization with the demons. Ingrid is a demon hunter who brings justice to the city by hunting down demons preying on helpless humans. Due to her acts of justice, Ingrid is known as the Dark Knight that struck fear to the hearts of wrongdoers.\n\nLike a majority of hentai anime with tentacles, The Dark Knight Ingrid’s time is focused on Ingrid getting raped by monsters and sometimes subjected to inhumane experiments. There is a story somewhere and is actually okay, but you won’t get to see it develop until the last episode because the bulk of the runtime is Ingrid and fellow demon hunter Yatsu Murasaki, getting raped nonstop and turned into sex slaves. Yeah, it’s ugly. These types of stories are just backdrops for the rape.",
        "imageURL": "https://i.imgur.com/sbEOP4C.gif"
      },
      {
        "title": "8. Kuro Ai: Hitoyozumakan Inkou Rannyuuroku (Dark Love)",
        "description": "Gojo “Nowaki” Tetsuya has been summoned to help train girls in the Gekkokan to satisfy the lust of men. The Gekkokan is a secret underground brothel that is popular amongst the rich and powerful as the go-to place to satisfy their lust by engaging in sexual acts so depraved that one might wonder if they’re truly human beings. However, the true purpose of the brothel is far more insidious for it’s a gathering place to make a pact with the demons.\n\nDark Love is something that is very hard to recommend because it’s one of the most depraved, hardcore, and probably one of the most offensive tentacle hentai out there. Dark Love didn’t care about subtlety and the girls are subjected to tentacles that are way too overdone - like the victim’s belly deforms after getting inserted, and tentacles exit out their mouths. The tentacles range from the typical fleshly phallic ones, to the more extreme like mini tentacles popping out on a tentacle or pointy ones that look like small hooks. Ouch. Yeah, it’s very ugly.",
        "imageURL": "https://i.imgur.com/omv5tCV.gif"
      },
      {
        "title": "7. Himekishi Lilia (Princess Knight Lilia)",
        "description": "Princess Lilia is the next in line to rule over the kingdom from her brother Dirk. Like any jealous power-hungry relative vying to take control over their father’s kingdom, he made a pact with a demon to capture Lilia and have them extract her hidden power by subjecting her to the highest level of sexual ecstasy through humiliation, rape and offering her body to the demons.\n\nThis anime has everything ranging from rape to incest. Majority of the runtime is indeed full of sexual acts, only a small fraction actually involves tentacles that come out of Dirk after, you know, agreeing to something. With this power, Dirk has taken over the kingdom and he actively rapes her sister, Lilia, and his mother, and periodically abuses Lilia by letting her get raped by monsters to extract her power. The story, no matter how miniscule, is very okay and the ending is, for all intents and purposes, a good one. Yeah, stories in hentai aren’t really Shakespearean.",
        "imageURL": "https://i.imgur.com/IllzEyt.gif"
      },
      {
        "title": "6. Mahou Shoujo Ai (Sexy Magical Girl Ai)",
        "description": "In a quaint little town, many mysterious deaths are occurring, and these incidents are so bizarre, rumours were circling around that something supernatural is causing all of this. Enter our dimwitted and unfortunate hero Akishima Akitoshi, a typical high school student who happens to encounter a mysterious new student named Kagano Ai, who happens to arrive the same time these deaths are occurring. Coincidence? Akitoshi found out the hard way when he saw Ai fighting one of these monsters.\n\nStory is pretty straightforward: Monsters appear and it’s up to Ai and Akitoshi to fend them off, Ai conveniently makes a mistake, monsters rape her, and yeah, they go out and investigate who is responsible for these attacks. The level of these sexual acts are very extreme like, uh, Ai getting impaled by a steel column… through her… privates… But the art and animation are superb though! There are some tentacle moments, but there are a lot of normal sex scenes that are very-well drawn and tame. Oh, we did mention hentai stories aren’t really Shakespearean, right?",
        "imageURL": "https://i.imgur.com/oslJu5p.gif"
      },
      {
        "title": "5. Bible Black Gaiden",
        "description": "A group of girls led by Takashiro Hiroko are conducting fortune telling for fun and research on the occult. They made a big break when they found an ancient magic book from a used books shop (it happens), and started translating its contents. With their newfound power, they began accepting sexual requests or vengeance, by charming or cursing their targets. Things get more dark as they explore more of the contents found in the book, and, well, obviously the book is evil.\n\nThis is a short hentai with only one tentacle scene. That may be a disappointment, but considering its length and its focus on the story, one scene is just enough. Bible Black Gaiden focuses heavily on occultism and there are a few disturbing scenes near the end that involves the usual occult trope of human sacrifice.",
        "imageURL": "https://i.imgur.com/QlZhvsK.gif"
      },
      {
        "title": "4. Youjuu Kyoshitsu (Demon Beast Invasion)",
        "description": "A million years ago, the Earth was ruled by the dinosau—wait, according to this anime, the Earth was ruled by giant beasts with tentacles. When the Earth’s climate is changing, these beasts left the planet to a distance part of the galaxy. However, they didn’t forget about their mother planet, so they sent vanguards to try and take back the planet by creating alien-human hybrids so they can adapt to the atmosphere. To stop the alien invasion, the Interplanetary Mutual Observation Agency is founded to intervene and eliminate the aliens they call “Demon Beasts.”\n\nPretty straight forward sci-fi hentai with tentacles and a decent story. Heck, it even got a sequel to try and tie up loose ends. There’s an abundance of tentacle rape scenes here, but not too brutal like the other hentai listed in this article. The budget for this hentai is surprisingly good with very detailed art and animation. If you’re into alien-type hentai, then Demon Beast Invasion is a good way to start.",
        "imageURL": "https://i.imgur.com/CLpShSo.gif"
      },
      {
        "title": "3. Tentacle and Witches",
        "description": "Tachibana Ichirou was peeking at a shed and saw something unexpected: His female teacher Morino Yuko is actually a witch. Unfortunately for him, he was caught in the act by another witch named Lily Ramses Futaba. Fearing that Ichirou will compromise their true identities, Lily casts a spell to stop him that somehow backfired and Ichiro turned into a tentacle monster. You don’t see that everyday, that’s for sure!\n\nIchirou was turned into a monster and in order for him to survive or keep himself sane, he requires magic. But since he is turned into something that was beyond the Lily’s control, he must feed on magic indirectly through sexual intercourse with a witch... tentacle style. There’s a story about magic and a guy who turned into a monster somewhere, but really, it’s all about the characters, the humor and the surprisingly not-so offensive sex and, sometimes, romantic sex. Talk about a blessing in disguise!",
        "imageURL": "https://i.imgur.com/li8WpUu.gif"
      },
      {
        "title": "2. La Blue Girl",
        "description": "Mido Miko is the descendant of the most powerful clan of female ninjas. They are tasked to keep the Shikima, horny beings from the demon realm, away from humans. As any typical hentai show goes, a powerful force is trying to open up the realm of the humans to the realm of the demons. It’s up to Miko and her sexcraft ninjitsu to save the world.\n\nLa Blue Girl has every fetish you could think of. The main difference of this hentai is it doesn’t involve hideous deaths and murders because La Blue Girl is more on the comedic side and pokes fun at tentacle erotica itself. While the hentai is comedic in nature, the sexual acts aren’t to laugh about — tons of explicit scenes every few minutes and sometimes they involve monsters and those slimy tentacles! But seriously, La Blue Girl is one of the most popular and successful hentai anime that an anime fan should at least check out… if you’ve got the stomach for this sort of thing.",
        "imageURL": "https://i.imgur.com/2igFFXf.gif"
      },
      {
        "title": "1. Choujin Densetsu Urotsukidoji (Urotsukidoji: Legend of the Overfiend)",
        "description": "According to legend, the human realm is not the only realm on Earth. In fact, there are two more realms exist: the Demon Realm called the Makai, and the realm of half-man, half-beast called the Juujikai. There is an old tale saying that every 3000 years, a supreme being called the Overfiend, will emerge from the human realm and bring balance to the three realms. After hundreds of years of searching, Jyaku Amano, a Juujikai, sensed the Overfiend residing within the human, Nagumo Tatsuo. Soon after. Tatsuo was attacked by the Makai because they believe what’s residing within Tatsuo is not the Overfiend, but rather an evil being that is set on destroying all realms.\n\nUrotsukidoji is often considered the granddaddy of hentai anime that arguably popularized monster sex, tentacles, explicit scenes (monster rape, death, gore, etc.) while telling a gruesome, yet interesting story. Its influence to the genre alone is what made Urotsukidoji number 1 on this list. If you’ve seen any recent explicit hentai anime, chances are they were inspired by Urotsukidoji.",
        "imageURL": "https://i.imgur.com/2igFFXf.gif"
      }
    ]
  }
]
